Repository: JamesTryand/NetSqlAzMan
Catalog: NetSqlAzMan_Solution/NetSqlAzMan.SnapIn/Globalization/Resource_*.resx
Languages: es, it, ru, sq

# frmImportFromAzMan_label5.Text
source: (The Store name that will be created after import process)
es: (El nombre del Store será creado después del proceso de importación)
it: (Il Nome dello Store che verrà creato con il processo di importazione)
ru: Хранилище, которое будет создано после процесса импорта
sq: (Emërtimi i Store-it që do të krijohet me procesin e importacionit)

# frmImportFromAzMan_label6.Text
source: NetSqlAzMan store name:
es: NetSqlAzMan nombre Store:
it: Nome dello Store NetSqlAzMan:
ru: Название хранилища NetSqlAzMan:
sq: Emri i Store-it NetSqlAzMan:

# frmImportOptions.Text
source: .NET Sql Authorization Manager Import Options
es: Opciones de Importación del .NET Sql Authorization Manager
it: Opzioni di Importazione in .NET Sql Authorization Manager
ru: Свойства импорта
sq: Opcione Importimi në .NET Sql Authorization Manager

# frmImportOptions_btnCancel.Text
source: &Cancel
es: &Cancelar
it: A&nnulla
ru: Отменить
sq: A&nullo

# frmImportOptions_btnNext.Text
source: &Next
es: Siguie&nte
it: A&vanti
ru: &Далее
sq: &Përpara

# frmImportOptions_chkAuthorizations.Text
source: Include Item Authorizations
es: Incluir Autorizaciones de Items
it: Includi le Autorizzazioni per gli Elementi
ru: Включить права доступа на объекты
sq: Merr dhe Autorizimet për Elementat

# frmImportOptions_chkDBUsers.Text
source: Include Database Users
es: Incluir Usuarios Base de Datos
it: Includi gli Utenti DB
ru: Включить пользователей БД
sq: Merr dhe Përdoruesit DB

# frmImportOptions_chkUsersAndGroups.Text
source: Include Windows Users / Groups
es: Incluir Usuarios/Grupos de Windows
it: Includi Utenti/Gruppi Windows
ru: Включить Windows пользователей / группы
sq: Merr dhe Përdorues/Grupe Windows

# frmImportOptions_lblInfo.Text
source: Import options
es: Opciones Importación
it: Opzioni di Importazione
ru: Параметры импорта
sq: Opcione Importimi

# frmImportOptions_lblTitle.Text
source: Choose one or more Import options:
es: Seleccione una o mas opciones de Importación:
it: Selezionare le opzioni di Importazione:
ru: Выберет один или более параметров импорта:
sq: Seleksiono opcionet e Importimit:

# frmItemProperties.Text
source: Proprietà del Ruolo
es: Propiedad del Rol
ru: Свойства роли
sq: Karakteristikat e Rrolit

# frmItemProperties_btnAddOperation.Text
source: A&dd
es: A&gregar
it: A&ggiungi
ru: &Добавить
sq: S&hto

# frmItemProperties_btnAddRole.Text
source: A&dd
es: A&gregar
it: A&ggiungi
ru: &Добавить
sq: S&hto

# frmItemProperties_btnAddTask.Text
source: A&dd
es: A&gregar
it: A&ggiungi
ru: &Добавить
sq: S&hto

# frmItemProperties_btnApply.Text
source: &Apply
es: &Aplicar
it: &Applica
ru: &Применить
sq: &Apliko

# frmItemProperties_btnAttributes.Text
source: A&ttributes
es: A&tributos
it: A&ttributi
ru: Атрибуты
sq: A&tributet

# frmItemProperties_btnBizRule.Text
source: &Biz Rule
es: &Regla Negocios
it: Regole di &Business
ru: &Бизнес правило
sq: Rregullat e &Biznezit

# frmItemProperties_btnCancel.Text
source: &Cancel
es: &Cancelar
it: A&nnulla
ru: Отменить
sq: A&nullo

# frmItemProperties_btnRemoveOperation.Text
source: &Remove
es: &Remover
it: &Elimina
ru: &Удалить
sq: &Elimino

# frmItemProperties_btnRemoveRole.Text
source: &Remove
es: &Remover
it: &Elimina
ru: &Удалить
sq: &Elimino

# frmItemProperties_btnRemoveTask.Text
source: &Remove
es: &Remover
it: &Elimina
ru: &Удалить
sq: &Elimino

# frmItemProperties_gbItemsHierarchyViews.Text
source: Items Hierarchy
es: Jerarquía Items
it: Gerarchia degli Elementi
ru: Иерархия объектов
sq: Gjerarkia e Elementave

# frmItemProperties_label1.Text
source: Name:
es: Nombre:
it: Nome:
ru: Имя:
sq: Emërtimi:

# frmItemProperties_label2.Text
source: Description:
es: Descripción:
it: Descrizione:
ru: Описание:
sq: Përshkrim:

# frmItemProperties_lblInfo.Text
source: Proprietà del Ruolo
es: Propiedad del Rol
ru: Свойства роли
sq: Karakteristikat e Rrolit

# frmItemProperties_lsvOperations_0.Text
source: Name
es: Nombre
it: Nome
ru: Имя
sq: Emërtimi

# frmItemProperties_lsvOperations_1.Text
source: Description
es: Descripción
it: Descrizione
ru: Описание
sq: Përshkrim

# frmItemProperties_lsvRoles_0.Text
source: Name
es: Nombre
it: Nome
ru: Имя
sq: Emërtimi

# frmItemProperties_lsvRoles_1.Text
source: Description
es: Descripción:
it: Descrizione
ru: Описание
sq: Përshkrim

# frmItemProperties_lsvTasks_0.Text
source: Name
es: Nombre
it: Nome
ru: Имя
sq: Emërtimi

# frmItemProperties_lsvTasks_1.Text
source: Description
es: Descripción:
it: Descrizione
ru: Описание
sq: Përshkrim

# frmItemProperties_TabOperations.Text
source: Operations
es: Operaciones
it: Operazioni
ru: Операции
sq: Operacione

# frmStoreGroupsProperties.Text
source: Store Group properties
es: Propiedades Grupo Store
it: Proprietà del Gruppo di Store
ru: Свойства группы
sq: Karakterisitkat e Grupit të Store

# frmStoreGroupsProperties_btnApply.Text
source: &Apply
es: &Aplicar
it: &Applica
ru: Применить
sq: &Apliko

# frmStoreGroupsProperties_btnCancel.Text
source: &Cancel
es: &Cancelar
it: A&nnulla
ru: Отменить
sq: A&nullo

# frmStoreGroupsProperties_btnMembersAddDBUsers.Text
source: Add &DB Users
es: Agregar Usuarios &DB
it: Utenti &DB
ru: Добавить пользователя из БД
sq: Përdoruesit &DB

# frmStoreGroupsProperties_btnMembersAddStoreGroup.Text
source: Add &Store Groups
es: Agregar Grupos &Store
it: Gruppi di &Store
ru: Добавить группы хранилища
sq: Grupe &Store

# frmStoreGroupsProperties_btnMembersAddWindowsUsersAndGroups.Text
source: Add &Windows Users and Groups
es: Agregar Usuarios/Grupos de &Windows
it: Account &Windows
ru: Добавить пользователей и группы Windows
sq: Llogari &Windows

# frmStoreGroupsProperties_btnMembersRemove.Text
source: &Remove
es: &Remover
it: &Elimina
ru: Удалить
sq: &Elimino

# frmStoreGroupsProperties_btnNonMembersAddDBUsers.Text
source: Add &DB Users
es: Agregar Usuarios &DB
it: Utenti &DB
ru: Добавить пользователя из БД
sq: Përdoruesit &DB

# frmStoreGroupsProperties_btnNonMembersAddStoreGroup.Text
source: Add &Store Groups
es: Agregar Grupos &Store
it: Gruppi di &Store
ru: Добавить группы хранилища
sq: Grupe &Store

# frmStoreGroupsProperties_btnNonMembersAddWindowsUsersAndGroup.Text
source: Add &Windows Users and Groups
es: Agregar Usuarios/Grupos de &Windows
it: Account &Windows
ru: Добавить пользователей и группы Windows
sq: Llogari &Windows

# frmStoreGroupsProperties_btnNonMembersRemove.Text
source: &Remove
es: &Remover
it: &Elimina
ru: Удалить
sq: &Elimino

# frmStoreGroupsProperties_btnTestLDapQuery.Text
source: Execute &LDAP Query
es: Ejecutar Consulta &LDAP
it: Esegui Query &LDAP
ru: Выполнить &LDAP запрос
sq: Ekzekuto Query &LDAP

# frmStoreGroupsProperties_label1.Text
source: Name:
es: Nombre:
it: Nome:
ru: Имя:
sq: Emërtimi:

# frmStoreGroupsProperties_label2.Text
source: Description:
es: Descripción:
it: Descrizione:
ru: Описание:
sq: Përshkrim:

# frmStoreGroupsProperties_label3.Text
source: Group Type:
es: Tipo Grupo:
it: Tipo di Gruppo:
ru: Тип группы:
sq: Tip Grupit:

# frmStoreGroupsProperties_label4.Text
source: The &LDAP Query that defines members of this group.
es: La consulta &LDAP que define los miembros de este grupo.
it: La Query &LDAP che definisce i membri del Gruppo.
ru: LDAP запрос, который определяет пользователей данной группы
sq: Query &LDAP që definon pjestarët e Grupit.

# frmStoreGroupsProperties_label5.Text
source: Users and Groups that are members of this group.
es: Usuarios y Grupos que son miembros de este grupo.
it: Utenti e Gruppi che saranno inclusi in questo Gruppo.
ru: Пользователи и группы, участники данной группы
sq: Përdorues dhe Grupe që do të merren parasysh në këtë Grup.

# frmStoreGroupsProperties_label6.Text
source: Users and Groups that are excluded from this group.
es: Usuarios y Grupos que son excluidos de este grupo.
it: Utenti e Gruppi che saranno esclusi da questo Gruppo.
ru: Пользователи и группы, исключенные из этой группы
sq: Përdorues dhe Grupe që nuk do të merren parasysh në këtë Grup.

# frmStoreGroupsProperties_lblInfo.Text
source: Store Group properties.
es: Propiedades de Grupo de Store.
it: Proprietà del Gruppo di Store
ru: Свойства группы.
sq: Karakteristikat e Grupit të Store

# frmStoreGroupsProperties_lsvMembers_0.Text
source: Name
es: Nombre
it: Nome
ru: Имя
sq: Emërtimi

# frmStoreGroupsProperties_lsvMembers_1.Text
source: Where defined
es: Condición definida
it: Definito In
ru: Где определено
sq: I definuar në

# frmStoreGroupsProperties_lsvNonMembers_0.Text
source: Name
es: Nombre
it: Nome
ru: Имя
sq: Emërtimi

# frmStoreGroupsProperties_lsvNonMembers_1.Text
source: Where defined
es: Condición definida
it: Definito In
ru: Где определено
sq: I definuar në

# frmStoreGroupsProperties_tabLdapQuery.Text
source: LDAP Query
es: Consulta LDAP
it: Query LDAP
ru: LDAP Запрос
sq: Query LDAP

# frmStoreGroupsProperties_tabNonMembers.Text
source: Non Members
es: No Miembros
it: Non Membri
ru: Исключённые
sq: Jo Pjestar

# frmApplicationGroupsProperties_tabGeneral.Text
source: General
it: Generale
ru: Обычный

# frmApplicationGroupsProperties_tabMembers.Text
source: Members
es: Miembros
it: Membri
ru: Участники
sq: Pjestarët

# frmApplicationGroupsProperties_tabNonMembers.Text1
source: Non Members
es: No Miembros
it: Non Membri
ru: Исключенные
sq: Jo Pjestar

# frmImportFromAzMan_lblStatus.Text
source: Status:
es: Estado:
it: Stato:
ru: Статус:
sq: Gjëndja:

# frmItemAttributes_lsvAttributes_0.Text
source: Key
es: Clave
it: Chiave
ru: Ключ
sq: Çelës

# frmItemAttributes_lsvAttributes_1.Text
source: Value
es: Valor
it: Valore
ru: Значение
sq: Vlera

# frmItemProperties_TabRoles.Text
source: Roles
it: Ruoli
ru: Роли
sq: Rrole

# frmItemProperties_TabTasks.Text
source: Tasks
es: Tareas
it: Attività
ru: Задачи
sq: Aktivitet

# frmStoreGroupsProperties_tabGeneral.Text
source: General
it: Generale
ru: Обычный

# frmStoreGroupsProperties_tabMembers.Text
source: Members
es: Miembros
it: Membri
ru: Участники
sq: Pjestarët

# frmStoreGroupsProperties_tabNonMembers.Text1
source: Non Members
es: No Miembros
it: Non Membri
ru: Исключённые
sq: Jo Pjestar

# frmGenerateCheckAccessHelper_btnCopy.Text
source: &Copy
es: &Cerrar
it: &Copia
ru: Копировать
sq: &Kopjo

# frmGenerateCheckAccessHelper_btnGenerate.Text
source: &Generate
es: &Generar
it: &Genera
ru: Сгенерить
sq: &Xhenero

# Language_English
source: English
es: Inglés
it: Inglese
ru: Английский
sq: Anglisht

# Language_EnglishDescription
source: English Language
es: Idioma Inglés
it: Lingua Inglese
ru: Английский язык
sq: Gjuha Anglisht

# Language_Italian
source: Italian
es: Italiano
it: Italiano
ru: Итальянский
sq: Italisht

# Language_ItalianDescription
source: Italian Langauge
es: Idioma Italiano
it: Lingua Italiana
ru: Итальянский язык
sq: Gjuha Italisht

# Language_Spanish
source: Spanish
es: Español
it: Spagnolo
ru: Испанский
sq: Spanjisht

# Language_SpanishDescription
source: Spanish Language
es: Idioma Español
it: Lingua Spagnola
ru: Испанский язык
sq: Gjuha Spanjisht

# Language_Tit10
source: Select preferred UI Language
es: Seleccionar Idioma Interfaz
it: Selezionare la lingua preferita
ru: Выбор языка интерфейса
sq: Seleksiono gjuhën e preferuar

# WhereDefined_Application
source: Application
es: Aplicación
it: Applicazione
ru: Приложение
sq: Aplikacion

# WhereDefined_DB
source: DB User
es: Usuario DB
it: Utente DB
ru: Пользователь из БД
sq: Përdorues DB

# WhereDefined_Local
source: Local
it: Locale
ru: Локально
sq: Lokal

# WhereDefined_Store
source: Store
ru: Хранилище

# frmApplicationGroupsList_lsvApplicationGroups_0.Text
source: Name
es: Nombre
it: Nome
ru: Имя
sq: Emërtimi

# frmApplicationGroupsList_lsvApplicationGroups_1.Text
source: Description
es: Descripción
it: Descrizione
ru: Описание
sq: Përshkrim

# frmApplicationGroupsList_lsvApplicationGroups_2.Text
source: Type
es: Tipo
it: Tipo
ru: Тип
sq: Tipi

# frmAuthorizationAttributes_lsvAttributes_0.Text
source: Key
es: Clave
it: Chiave
ru: Ключ
sq: Çelës

# frmAuthorizationAttributes_lsvAttributes_1.Text
source: Value
es: Valor
it: Valore
ru: Значение
sq: Vlera

# frmDBUsersList_lsvDBUsers_0.Text
source: Name
es: Nombre
it: Nome
ru: Имя
sq: Emërtimi

# frmDBUsersList_lsvDBUsers_1.Text
source: Custom Sid
es: Sid Personalizado
it: Sid Personalizzato
ru: Пользовательский идентификатор
sq: Sid i Personalizuar

# frmDBUsersList_lsvDBUsers_2.Text
source: Type
es: Tipo
it: Tipo
ru: Тип
sq: Tipi

# frmStoreGroupsList_lsvStoreGroups_0.Text
source: Name
es: Nombre
it: Nome
ru: Имя
sq: Emërtimi

# frmStoreGroupsList_lsvStoreGroups_1.Text
source: Description
es: Descripción:
it: Descrizione
ru: Описание
sq: Përshkrim

# frmStoreGroupsList_lsvStoreGroups_2.Text
source: Type
es: Tipo
it: Tipo
ru: Тип
sq: Tipi

# frmStoreGroupsProperties_lsvMembers_0.Text1
source: Name
es: Nombre
it: Nome
ru: Имя
sq: Emërtimi

# frmStoreGroupsProperties_lsvMembers_1.Text1
source: Where defined
es: Condición definida
it: Definito In
ru: Где определено
sq: I definuar në

# frmStoreGroupsProperties_lsvNonMembers_0.Text1
source: Name
es: Nombre
it: Nome
ru: Имя
sq: Emërtimi

# frmStoreGroupsProperties_lsvNonMembers_1.Text1
source: Where defined
es: Condición definida
it: Definito In
ru: Где определено
sq: I definuar në

# Menu_Msg540
source: Manage Authorizations
es: Administrar Autorizaciones
it: Gestione Autorizzazioni
ru: Управление правами доступа
sq: Kontrollim i Autorizimeve

# Menu_Tit540
source: Manage Item Authorizations
es: Administrar Autorizaciones Item
it: Gestione delle Autorizzazioni dell'Elemento
ru: Управление правами доступа к объекту
sq: Menaxhim i Autorizimeve te Elementave

# frmItemsList_lsvItems_0.Text
source: Name
es: Nombre
it: Nome
ru: Имя
sq: Emërtimi

# frmItemsList_lsvItems_1.Text
source: Description
es: Descripción:
it: Descrizione
ru: Описание
sq: Përshkrim

# frmStoreAttributes_lsvAttributes_0.Text
source: Key
es: Clave
it: Chiave
ru: Ключ
sq: Çelës

# frmStoreAttributes_lsvAttributes_0.Text1
source: Key
it: Chiave
ru: Ключ
sq: Çelës

# frmStoreAttributes_lsvAttributes_1.Text
source: Value
es: Valor
it: Valore
ru: Значение
sq: Vlera

# frmStoreAttributes_lsvAttributes_1.Text1
source: Value
it: Valore
ru: Значение
sq: Vlera

# frmImport.Text
source: Import
es: Importando
it: Importazione
ru: Импорт
sq: Importim

# Language_Albanian
source: Albanian
es: Albanés
it: Albanese
ru: Албанский
sq: Shqip

# Language_AlbanianDescription
source: Albanian Language
es: Idioma Albanés
it: Lingua Albanese
ru: Албанский язык
sq: Gjuha Shqip

# Language_Russian
source: Russain
es: Ruso
it: Russo
ru: Русский
sq: Ruse

# Language_RussianDescription
source: Russian Language
es: Idioma Ruso
it: Lingua Russa
ru: Русский язык
sq: Gjuha Ruse

# Domain_Operation
source: Operation
es: Operación
it: Operazione
ru: Операция
sq: Operacione

# Domain_Role
source: Role
es: Rol
it: Ruolo
ru: Роль
sq: Rrol

# Domain_Task
source: Task
es: Tarea
it: Attività
ru: Задача
sq: Aktivitet

# frmCheckAccessTest_btnCheckAccessTest.Text
source: Start Check Access &Test
es: Iniciar &Test Verificación Acceso
it: Inizia Check Access &Test
ru: Начать проверку доступа и тестирование
sq: Filloi Check Access &Test

# frmCheckAccessTest_btnClose.Text
source: &Close
es: &Cerrar
it: &Chiudi
ru: Закрыть
sq: &Mbyll

# frmCheckAccessTest.Text
source: Check Access Test
es: Test Verificación Acceso
ru: Тест правил доступа
sq: Test Lidhjeje

# frmCheckAccessTest_label1.Text
source: Check Access Results:
es: Resultados Verificación Acceso:
it: Risultati Check Access:
ru: Результат проверки назначения прав доступа:
sq: Rrezultatet Check Access:

# frmCheckAccessTest_label2.Text
source: Details:
es: Detalles:
it: Dettagli:
ru: Детали:
sq: Detaje:

# frmCheckAccessTest_Msg10
source: Check Access Test Error
es: Error Test Verificación Acceso
it: Errore Check Access Test
ru: Ошибка проверки прав доступа
sq: Gabim në Testin e Check Access

# frmCheckAccessTest_Msg20
source: Please select only one Windows User
es: Por Favor seleccione solo un Usuario de Windows
it: Per favore selezionare un solo utente Windows
ru: Пожалуйста выберите только одного пользователя Windows
sq: Ju lutemi seleksiononi vetëm një përdorues Database

# frmCheckAccessTest_Msg30
source: Check Access Test started at
es: Test Verificación Acceso iniciado a
it: Test Check Access iniziato il
ru: Проверка прав начата в
sq: Testi Check Access filloi në

# frmCheckAccessTest_Msg40
source: Building Items Hierarchy ...
es: Construyendo Jerarquía de Items ...
it: Costruendo la gerarchia degli Elementi ...
ru: Построение иерархии ...
sq: Duke krijuar gjerarkinë e Elementave ...

# frmCheckAccessTest_Msg50
source: Check Access Test finished at
es: Test Verificación Acceso terminado a
it: Test Check Access terminato il
ru: Проверка прав завершена в
sq: Testi Check Access mbaroi në

# frmCheckAccessTest_Msg60
source: Identity Details:
es: Detalle Identidad:
it: Dettagli di Identità
ru: Подробности:
sq: Detaje Identiteti

# frmCheckAccessTest_Msg70
source: Check Access Test on
es: Test Verificación Acceso ejecutando
it: Test Check Access Test su
ru: Проверка прав включена
sq: Testi Check Access Test mbi

# frmCheckAccessTest_Msg80
source: Please select only one DB User
es: Por Favor seleccione solo un usuario de Base de Datos
it: Per favore selezionare un solo utente Database
ru: Пожалуйста выберите только одного пользователя из БД
sq: Ju lutemi seleksiononi vetëm një përdorues Database

# frmCheckAccessTest_rbDBUser.Text
source: &Database User:
es: Usuario Base De &Datos:
ru: Пользователь из БД:
sq: Përdorues &Database:

# frmCheckAccessTest_rbWindowsUser.Text
source: &Windows User:
es: Usuario &Windows
ru: Пользователь Windows:
sq: Përdorues &Windows:

# frmCheckAccessTest_Msg90
source: Groups
es: Grupos
it: Gruppi
ru: Группы
sq: Grupet

# frmCheckAccessTest_lblProtocolTransitionWarning.Text
source: Users rather then current can be selected only from a Windows Server 2003 machine in a Windows 2003 Native Domain (Kerberos Protocol Transition).
es: Usuarios en lugar del actual pueden ser seleccionados solo desde una máquina con Windows Server 2003 en un Dominio Nativo de Windows 2003 (Kerberos Protocol Transition).
it: Utenti differenti da quello corrente possono essere selezionati solo da computer con Windows Server 2003 in Domini Windows 2003 nativi (Kerberos Protocol Transition).
ru: Пользователи, за исключением текущего, могут быть получены только с сервера Windows Server 2003 с утсановленным контроллером домена и поддержкой протокола Kerberos.
sq: Përdorues të ndryshëm nga i tanishmi mund të seleksionohen vetëm nga komputera me Windows Server 2003 në Domain Windows 2003 nativë (Protocol Transition).

# frmCheckAccessTest_Msg100
source: Member of these Store Groups:
es: Miembro de estos Grupos de Store:
it: Membro dei seguenti Gruppi di Store:
ru: Члены этих групп хранилища:
sq: Pjestar në Grupet e Store:

# frmCheckAccessTest_Msg110
source: Member of these Application Groups:
es: Miembro de estos Grupos de Aplicación:
it: Membro dei seguenti Gruppi di Applicazione:
ru: Члены этих групп приложения:
sq: Pjestar në Grupet e Aplikacioneve:

# frmApplicationAttributes_lsvAttributes_0.Text
source: Key
es: Clave
it: Chiave
ru: Ключ
sq: Çelës

# frmApplicationAttributes_lsvAttributes_1.Text
source: Value
es: Valor
it: Valore
ru: Значение
sq: Vlerë

# frmItemsHierarchyView_btnPrint.Text
source: &Print
es: Impresión
it: Stam&pa
ru: Печать
sq: Shty&p

# frmPrint.Text
source: Print Options
es: Opciones Impresión
it: Opzioni di Stampa
ru: Свойства печати
sq: Opcionet e Printimit

# frmPrint_btnPageSetup.Text
source: Page &Setup
es: Configurar Pá&gina
it: Imposta &Pagina
ru: Параметры страницы
sq: &Setup i Faqes

# frmPrint_btnPreview.Text
source: Pre&view
es: &Vista Preliminar
it: &Anteprima
ru: Просмотр
sq: Paraqitje

# frmPrint_btnPrint.Text
source: &Print
es: &Imprimir
it: &Stampa
ru: Печать
sq: &Printo

# rptDescription
source: Reports
es: Reportes
ru: Отчёты
sq: Raporte

# rptMsg10
source: Items &Hierarchy
es: Items &Jerarquía
it: &Gerarchia degli Elementi
ru: Иерархия объектов
sq: Gjerarkia e Item

# rptMsg20
source: Items &Authorizations
es: Items &Autorizaciones
it: &Autorizzazioni degli Elementi
ru: Объекты и права доступа
sq: &Autorizimet e Item

# rptTit10
source: Items Hierarchy Report
es: Items Reporte Jerarquía
it: Stampa il report con la gerarchia degli Elementi
ru: Отчет по иерархии объектов
sq: Raport i Gjerarkise se Item

# rptTit20
source: Items Authorizations Report
es: Items Reporte Autorizaciones
it: Stampa il report con le Autorizzazioni degli Elementi
ru: Отчет по правам на объекты
sq: Raport i Autorizimeve te Item

# rptTitle
source: &Reports
es: &Reportes
ru: Отчёты
sq: &Raporte

# frmOptions_chkErrors.Text
source: Errors
es: Errores
it: Errori
ru: Ошибки
sq: Gabime

# frmOptions_chkInformations.Text
source: Informations
es: Informaciones
it: Informazioni
ru: Информация
sq: Informacione

# frmOptions_chkWarnings.Text
source: Warnings
es: Advertencias
it: Avvisi
ru: Предупреждения
sq: Lajmerime

# frmOptions_lblEventLog.Text
source: Log Events:
es: Eventos Log:
it: Log degli Eventi:
ru: Сохранять логи в:
sq: Log i Eventeve:

# frmApplicationPermissions.Text
source: Application Permissions
es: Permisos Aplicación
it: Permessi dell'Applicazione
ru: Разрешения приложения
sq: Permessi dell'Applicazione

# frmApplicationPermissions_btnCancel.Text
source: &Cancel
es: &Cancelar
it: &Annulla
ru: Отменить
sq: &Anullo

# frmApplicationPermissions_lblDescription.Text
source: Sql Logins with special permissions. (Logins must be added before to Sql Roles: "NetSqlAzMan_Managers", "NetSqlAzMan_Users", "NetSqlAzMan_Readers"). Only checked Logins will be granted for this Application.
es: Accesos a Sql con permisos especiales. (Los accesos deben ser agregados antes a los roles de SQL: "NetSqlAzMan_Managers", "NetSqlAzMan_Users", "NetSqlAzMan_Readers"). Solo los accesos marcados van a tener permiso para esta Aplicación.
it: Sql Logins con permessi speciali. (Le Login devono essere preventivamente aggiunte ai Ruoli SQL: "NetSqlAzMan_Managers", "NetSqlAzMan_Users", "NetSqlAzMan_Readers"). Solo le login spuntate saranno autorizzate nel Ruolo per questa Applicazione.
ru: Пользователи SQL сервера со специальными правами. (Пользователям должны быть назначены следующие Sql роли: "NetSqlAzMan_Managers", "NetSqlAzMan_Users", "NetSqlAzMan_Readers"). Только отмеченные пользователи получат доступ к данному хранилищу.
sq: Sql Login me lejime speciale. (Login-at duhet te shtohen ne menyre paraprake Rroleve SQL: "NetSqlAzMan_Managers", "NetSqlAzMan_Users", "NetSqlAzMan_Readers"). Vetem login-at e seleksionuara do te autorizohen ne Rrolin per kete Aplikacion.

# frmApplicationPermissions_lblInfo.Text
source: Application Permissions
es: Permisos Aplicación
it: Permessi dell'Applicazione
ru: Разрешения приложения
sq: Permessi dell'Applicazione

# frmApplicationProperties_btnPermissions.Text
source: &Permissions
es: &Permisos
it: &Permessi
ru: &Разрешения
sq: &Permessi

# frmStorePermissions.Text
source: Store Permissions
es: Permisos Store
it: Permessi dello Store
ru: Права доступа к хранилищу
sq: Permessi dello Store

# frmStorePermissions_btnCancel.Text
source: &Cancel
es: &Cancelar
it: &Annulla
ru: Отменить
sq: &Anullo
