Repository: JamesTryand/NetSqlAzMan
Catalog: NetSqlAzMan_Solution/NetSqlAzMan.SnapIn/Globalization/Resource_*.resx
Languages: es, it, ru, sq

# frmStorePermissions_lblDescription.Text
source: Sql Logins with special permissions. (Logins must be added before to Sql Roles: "NetSqlAzMan_Managers", "NetSqlAzMan_Users", "NetSqlAzMan_Readers"). Only checked Logins will be granted for this Store.
es: Accesos a Sql con permisos especiales. (Los accesos deben ser agregados antes a los roles de SQL: "NetSqlAzMan_Managers", "NetSqlAzMan_Users", "NetSqlAzMan_Readers"). Solo los accesos marcados van a tener permiso para este Store.
it: Sql Logins con permessi speciali. (Le Login devono essere preventivamente aggiunte ai Ruoli SQL: "NetSqlAzMan_Managers", "NetSqlAzMan_Users", "NetSqlAzMan_Readers"). Solo le login spuntate saranno autorizzate nel Ruolo per questo Store.
ru: Пользователи SQL сервера со специальными правами. (Пользователям должны быть назначены следующие Sql роли: "NetSqlAzMan_Managers", "NetSqlAzMan_Users", "NetSqlAzMan_Readers"). Только отмеченные пользователи получат доступ к данному хранилищу.
sq: Sql Login me lejime speciale. (Login-at duhet te shtohen ne menyre paraprake Rroleve SQL: "NetSqlAzMan_Managers", "NetSqlAzMan_Users", "NetSqlAzMan_Readers"). Vetem login-at e seleksionuara do te autorizohen ne Rrolin per kete Store.

# frmStorePermissions_lblInfo.Text
source: Store Permissions
es: Permisos Store
it: Permessi dell'Applicazione
ru: Права доступа к хранилищу
sq: Permessi dello Store

# frmStoreProperties_btnPermissions.Text
source: &Permissions
es: &Permisos
it: &Permessi
ru: &Разрешения
sq: &Permessi

# frmOptions_chkLogOnDb.Text
source: Log into &Database
es: Log in &Database
it: Log in &Database
ru: Базе данных

# frmOptions_chkLogOnEventLog.Text
source: Log into E&vent Log
es: Log in E&vent Log
it: Log in E&vent Log
ru: Сист. журнале

# Menu_Msg550
source: Mode && Logging
es: Modo y registración
it: Modalità && Logging
ru: Режим и журналирование
sq: Modalità && Logging

# Menu_Msg560
source: Auditing
es: Revisión
ru: Аудит

# Menu_Tit550
source: NetSqlAzMan Mode and Logging
es: Modo y registración de NetSqlAzMan
it: Modalità NetSqlAzMan e Logging
ru: Режим и журналирование
sq: Modalità NetSqlAzMan e Logging

# Menu_Tit560
source: NetSqlAzMan Storage Auditing with SQLAudit
es: NetSqlAzMan Storage Revisión con SQLAudit
it: Auditing tramite SQLAudit sullo Storage NetSqlAzMan
ru: Аудит базы данных с SQLAudit
sq: Auditing tramite SQLAudit sullo Storage NetSqlAzMan

# frmImportOptions_chkCreatesNewItemAuthorizations.Text
source: Creates new Item authorizations
es: Crea nuevas autorizaciones
it: Crea nuova autorizzazioni
ru: Назначение новых прав доступа
sq: Crea nuova autorizzazioni

# frmImportOptions_chkCreatesNewItems.Text
source: Creates new Items
es: Crea nuevos Items
it: Crea nuovi Elementi
ru: Создание новых объектов
sq: Crea nuovi Elementi

# frmImportOptions_chkDeleteMissingItemAuthorizations.Text
source: Delete missing Item authorizations
es: Eliminar los desaparecidos autorizaciones
it: Cancella autorizzazioni mancanti
ru: Удалить отсуствующие права доступа
sq: Cancella autorizzazioni mancanti

# frmImportOptions_chkOverwritesExistingItems.Text
source: Overwrites existing Items
es: Sobrescribe Items existentes
it: Sovrascrivi Elementi esistenti
ru: Перезаписать существующие объекты
sq: Sovrascrivi Elementi esistenti

# frmImportOptions_chkOverwritesItemAuthorizations.Text
source: Overwrites Item authorizations
es: Sobrescribe las autorizaciones
it: Sovrascrivi autorizzazioni esistenti
ru: Перезаписать права доступа на объекты
sq: Sovrascrivi autorizzazioni esistenti

# frmImportOptions_groupBox1.Text
source: Import options
es: opciones de importación
it: Opzioni di importazione
ru: Параметры импорта
sq: Opzioni di importazione

# frmImportOptions_groupBox2.Text
source: Merge options
es: combinación de opciones
it: Opzioni di fusione
ru: Объединение свойств
sq: Opzioni di fusione

# Menu_Msg570
source: Invalidate WCF Cache Service
es: Invalidar el WCF Cache Service
it: Aggiorna WCF Cache Service
ru: Сброс кеша WCF сервиса
sq: Aggiorna WCF Cache Service

# Menu_Tit570
source: Invoke the InvalidateCache() method on the WCF Storage Cache Service
es: Invalidar el InvalidateCache() método pr el servicio WCF Storage Cache
it: Invoca il metodo InvalidateCache() del servizio WCF Storage Cache
ru: Вызвать метод InvalidateCache() на WCF сервисе кеша хранилища
sq: Invoca il metodo InvalidateCache() del servizio WCF Storage Cache

# frmInvalidateWCFCacheService.Text
source: Invalidate WCF Cache Service
es: Invalidar el WCF Cache Service
it: Aggiorna WCF Cache Service
ru: Сброс кеша WCF сервиса
sq: Aggiorna WCF Cache Service

# frmInvalidateWCFCacheService_btnClose.Text
source: &Close
es: &Cerrar
it: &Chiudi
ru: &Закрыть
sq: &Chiudi

# frmInvalidateWCFCacheService_btnInvalidateCache.Text
source: &InvalidateCache()
ru: &Сбросить кеш

# frmActiveDirectoryObjectsList_lsvObjectsSid_1.Text
source: Name
es: Nombre
it: Nome
sq: Emër

# frmImportOptions_chkDeleteMissingItems.Text
source: Delete missing Items
es: Eliminar los Items que faltan
it: Cancella Elementi mancanti
sq: Cancella Elementi mancanti
