Repository: JamesTryand/NetSqlAzMan
Catalog: NetSqlAzMan_Solution/NetSqlAzMan.SnapIn/Globalization/Resource_*.resx
Languages: es, it, ru, sq

# Menu_Msg470
source: Store Properties
es: Propiedades del Store
it: Proprietà dello Store
ru: Свойства хранилища
sq: Karakteristikat e Store

# Menu_Msg480
source: New Application
es: Nueva Aplicación
it: Nuova Applicazione
ru: Новое приложение
sq: Aplikacion i Ri

# Menu_Msg490
source: Import Store Groups/Applications
es: Importar Grupos de Store/Aplicaciones
it: Importa Gruppi di Store/Applicazioni
ru: Импорт групп
sq: Importo Grupe Store-sh/Aplikacionesh

# Menu_Msg500
source: Export Store
es: Exportar Store
it: Esporta Store
ru: Экспорт данных хранилища
sq: Eksporto Store

# Menu_Msg510
source: Delete Store
es: Borrar Store
it: Elimina Store
ru: Удалить хранилище
sq: Elimino Store

# Menu_Msg520
source: Delete Store ?
es: Borrar Store ?
it: Eliminare lo Store ?
ru: Удалить хранилище ?
sq: Doni të Eliminoni Store-in ?

# Menu_Msg530
source: New Task
es: Nueva Tarea
it: Nuova Attività
ru: Новая задача
sq: Aktivitet i Ri

# Menu_Tit300
source: Import .NET Sql Authorization Manager Items data.
es: Importar datos de Items de .NET Sql Authorization Manager.
it: Importa Elementi .NET Sql Authorization Manager
ru: Импорт данных объектов
sq: Importo Elemente .NET Sql Authorization Manager

# Menu_Tit310
source: Export .NET Sql Authorization Manager Item data.
es: Exportar datos Item de .NET Sql Authorization Manager.
it: Esporta i dati dell'Item .NET Sql Authorization Manager
ru: Экспорт данных объекта
sq: Eksporto të dhënat e Item .NET Sql Authorization Manager

# Menu_Tit320
source: Create a new Operation
es: Crear nueva Operación
it: Crea una nuova Operazione
ru: Создать новую операцию
sq: Krijo një Operacion të ri

# Menu_Tit330
source: Create a new Role
es: Crear nuevo Rol
it: Crea un nuovo Ruolo
ru: Создать новую роль
sq: Krijo një Rrol të ri

# Menu_Tit340
source: Get or Set Sql Storage Connection settings.
es: Obtener o Configurar conexión con Sql.
it: Imposta o Restituisce la connessione allo Storage Sql
ru: Установка параметров соединения с базой данных
sq: Imposta o Restituisce la connessione allo Storage Sql

# Menu_Tit350
source: .NET Sql Authorization Manager options.
es: .NET Sql Authorization Manager opciones.
it: Opzioni .NET Sql Authorization Manager.
ru: Установка свойств приложения
sq: Opcione .NET Sql Authorization Manager.

# Menu_Tit360
source: Create a new Store in this Storage
es: Crear nuevo Store en este Almacenamiento
it: Crea un nuovo Store nello Storage
ru: Создание нового хранилища в базе
sq: Krijo një Store të re në Storage

# Menu_Tit370
source: Import .NET Sql Authorization Manager Stores data.
es: Importar datos Stores de .NET Sql Authorization Manager.
it: Importa Store .NET Sql Authorization Manager
ru: Импортирование данных в хранилища
sq: Importo Store .NET Sql Authorization Manager

# Menu_Tit380
source: Export .NET Sql Authorization Manager Stores data.
es: Exportar datos de Stores de .NET Sql Authorization Manager.
it: Esporta i dati degli Store .NET Sql Authorization Manager
ru: Экспорт данных из хранилищ
sq: Eksporto të dhënat e Store .NET Sql Authorization Manager

# Menu_Tit390
source: Import .NET Sql Authorization Manager Store data from Microsoft Authorization Manager (AzMan).
es: Importar datos en .NET Sql Authorization Manager Store desde Microsoft Authorization Manager (AzMan).
it: Importa Store da MS Authorization Manager (AzMan).
ru: Импортировать данные из Microsoft Authorization Manager (AzMan).
sq: Importo Store nga MS Authorization Manager (AzMan).

# Menu_Tit400
source: Manage Store Group Properties
es: Administrar Propiedades Grupo Store
it: Gestione delle Proprietà del Gruppo di Store
ru: Установка свойств группы
sq: Menaxhim i Karakteristikave te Grupeve te Store

# Menu_Tit410
source: Export .NET Sql Authorization Manager Store Group data.
es: Exportar datos de Grupos de Store de .NET Sql Authorization Manager.
it: Esporta i dati del Gruppo di Store .NET Sql Authorization Manager
ru: Экспорт данных группы хранилища
sq: Eksporto të dhënat e Grupeve të Store .NET Sql Authorization Manager

# Menu_Tit440
source: Create new Store Group
es: Crear nuevo Grupo de Store
it: Crea un nuovo Gruppo di Store
ru: Создать новую группу
sq: Krijo një Grup Store-sh të ri

# Menu_Tit470
source: Update Store properties
es: Actualizar Propiedades Store
it: Gestione delle Proprietà dello Store
ru: Изменение свойств хранилища
sq: Menaxhim i Karakteristikave te Store

# Menu_Tit480
source: Create a new Application in the selected Store
es: Crear una nueva Aplicación en el Store seleccionado
it: Crea una nuova Applicazione nello Store selezionato
ru: Создание нового приложения в выбранном хранилище
sq: Krijo një Aplikacion Store-in e seleksionuar

# Menu_Tit490
source: Import .NET Sql Authorization Manager Store Groups/Applications data.
es: Importar datos Grupos/Aplicaciones de Store de .NET Sql Authorization Manager.
it: Importa Gruppi di Applicazione/Applicazioni .NET Sql Authorization Manager
ru: Импорт данных групп хранилища/приложения
sq: Importo Grupe Aplikacionesh/Aplikacionesh .NET Sql Authorization Manager

# Menu_Tit500
source: Export .NET Sql Authorization Manager Store data.
es: Exportar datos Store de .NET Sql Authorization Manager.
it: Esporta i dati dello Store .NET Sql Authorization Manager
ru: Экспорт данных хранилища
sq: Eksporto të dhënat e Store .NET Sql Authorization Manager

# Menu_Tit530
source: Create a new Task
es: Crear nueva Tarea
it: Crea una nuova Attività
ru: Создать новую задачу
sq: Krijo një Aktivitet të ri

# MMC_Msg10
source: .NET SQL Authorization Manager Information (First Launch)
es: .NET SQL Authorization Manager Information (Primer Inicio)
it: .NET SQL Authorization Manager Information (Primo Avvio)
ru: Информация о менеджере прав доступа (Первый запуск)
sq: .NET SQL Authorization Manager Information (Hapje e Pare)

# MMC_Msg20
source: NetSqlAzMan Error
es: Error NetSqlAzMan
it: Errore NetSqlAzMan
ru: Ошибка NetSqlAzMan
sq: Gabim NetSqlAzMan

# MMC_Tit10
source: Right click on NetSqlAzMan node and choose 'Language' to choose preferred language.\r\n\r\nRight click on NetSqlAzMan node and choose 'Storage connection' to set up Sql Server connection properties.\r\n\r\nNotes:\r\n\r\nFirst, you must create manually a Sql database (NetSqlAzManStorage) and execute NetSqlAzMan_SqlServer.sql script (NetSqlAzMan installation folder).\r\n\r\nMore info at http://netsqlazman.codeplex.com.\r\n
es: Botón Derecho en el nodo NetSqlAzMan y seleccione 'Lenguaje' para seleccionar el idioma que prefiere.\r\n\r\nBotón Derecho en el nodo NetSqlAzMan y seleccione 'Conexión Almacenamiento' para configurar las propiedades de la conexión con Sql Server.\r\n\r\nNotas:Primero, debe crear manualmente la Base de Datos (NetSqlAzManStorage) y ejecutar el script NetSqlAzMan_SqlServer.sql (en NetSqlAzMan carpeta de instalación).\r\n\r\nMás información en http://netsqlazman.codeplex.com.\r\n
it: Fare click con il tasto destro sul nodo NetSqlAzMan e selezionare la voce 'Lingua' per selezionare la lingua preferita.\r\n\r\n.Fare click con il tasto destro sul nodo NetSqlAzMan e selezionare la voce 'Connessione allo Storage' per impostare le prprietà di connessione a Sql Server.\r\n\r\nNota:\r\n\r\nLa prima volta è necessario creare manualmente un database Sql (NetSqlAzManStorage) ed eseguire lo script di creazione degli oggetti (NetSqlAzMan_SqlServer.sql) sul DB.\r\n\r\nPer maggiori informazioni vedere il sito http://netsqlazman.codeplex.com.\r\n
ru: Кликните правой кнопкой мыши на узле NetSqlAzMan и выберите пункт меню 'Язык' для изменения языка интерфейса.\r\n\r\nКликните правой кнопкой мыши на узле NetSqlAzMan и выберите 'Соединение с базой', для настройки свойств соединения с SQL сервером.\r\n\r\nNotes:\r\n\r\nДля начала вы должны вручную создать базу данных (NetSqlAzManStorage) и выполнить скрипт NetSqlAzMan_SqlServer.sql, который вы найдете в инсталяционной директории NetSqlAzMan.\r\n\r\nДополнительная информация на сайте http://netsqlazman.sourceforge.net.\r\n
sq: Bëni klik me tastin e djathtë mbi zërin NetSqlAzMan dhe seleksiono zërin 'Gjuha' për të seleksionuar gjuhën e preferuar.\r\n\r\n.Bëni klik me tastin e djathtë mbi zërin NetSqlAzMan dhe seleksiono zërin 'Lidhje me Storage' për të impostuar karakteristikat e lidhjes me Sql Server.\r\n\r\nNota:\r\n\r\nHerën e parë është e nevojshme të krijoni në mynyrë manuale një database Sql (NetSqlAzManStorage) dhe ekzekutoni skriptin e krijimit të objekteve (NetSqlAzMan_SqlServer.sql) në DB.\r\n\r\nPër më shumë informacione shikoni faqen web http://netsqlazman.sourceforge.net.\r\n

# StorageScopeNode_Msg10
source: Import From AzMan failed
es: Falló Importación desde AzMan
it: Importazione da MS AzMan fallita
ru: Импортирование из AzMan не удалось
sq: Importimi nga MS AzMan dështoi

# StorageScopeNode_Msg20
source: A new NetSqlAzMan version is available.\r\n\r\nYour version: {0}\r\nNew version: {1}\r\nDownload from: {2}\r\n\r\nDo you want to download new version now ?\r\n
es: Una nueva versión de NetSqlAzMan está disponible.\r\n\r\nSu versión: {0}\r\nNueva versión: {1}\r\nDescargar desde: {2}\r\n\r\nDesea descargar la nueva versión ahora ?\r\n
it: E' stata rilasciata una nuova versione di NetSqlAzMan.\r\n\r\n.Versione corrente: {0}\r\nNuova Versione: {1}\r\nLink per il donwload: {2}\r\n\r\nScaricare ora la nuova versione ?\r\n
ru: Доступна новая версия NetSqlAzMan.\r\n\r\nВаша версия: {0}\r\nНовая версия: {1}\r\nСкачать с: {2}\r\n\r\nВы хотите загрузить новую версию сейчас ?\r\n
sq: Është lëshuar një version i ri i NetSqlAzMan.\r\n\r\n.Versioni aktual: {0}\r\nVersioni i ri: {1}\r\nLink për skarikim: {2}\r\n\r\nDoni të skarikoni tani versionin e ri ?\r\n

# StorageScopeNode_Msg30
source: Have you created the NetSqlAzManStore Sql Database ?\r\n(see SQL Storage scripts folder)
es: Ha creado la Base de Datos NetSqlAzManStorage?\r\n(Por Favor, mire los scripts en la carpeta SQL Storage)
it: Hai creato il Database Sql 'NetSqlAzManStorage' ?\r\n(vedi nella cartella di installazione)
ru: Вы уверены, что создали необходимую базу данных? Вы найдете нужные для этого SQL скрипты в папке SQL Scripts.
sq: Krijove Database-in Sql 'NetSqlAzManStorage' ?\r\n(shiko dosjen e instalimit)

# StorageScopeNode_Tit20
source: New NetSqlAzMan version available
es: Nueva versión de NetSqlAzMan disponible
it: Nuova versione di NetSqlAzMan disponibile
ru: Доступна новая версия NetSqlAzMan
sq: Version i Ri i NetSqlAzMan disponibël

# StorageScopeNode_Tit30
source: Test failed
es: Falló la Prueba
it: Test Fallito
ru: Ошибка тестирования
sq: Testi Dështoi

# StoreGroupScopeNode_Msg10
source: Store Group Properties error
es: Error en Propiedades de Grupo de Store
it: Errore Proprietà del Gruppo di Store
ru: Ошибка в свойствах группы
sq: Gabim Karakteristike të Grupit të Store

# StoreGroupScopeNode_Msg20
source: Delete Store Group Error
es: Error en borrado de Grupo de Store
ru: Ошибка удаления группы
sq: Fshij gabimin e Grupit të Store

# StoreScopeNode_Msg10
source: Store delete error
es: Error en borrado de Store
it: Errore durante la eliminazione dello Store
ru: Ошибка удаления хранилища
sq: Gabim duke fshirë Store-in

# MMC_Msg30
source: An error has occurred while loading connection settings.\r\nError: {0}
es: Un error ha ocurrido cuando se cargaban la configuración de conexión.\r\nError: {0}
it: Si è verificato un errore durante il caricamento delle informazioni per la connessione al Database.\r\nErrore: {0}
ru: Произошла ошибка при загрузке параметров сосединения.\r\nError: {0}
sq: U verifikua një gabim gjatë karikimir të informacioneve për lidhjen me Database.\r\nGabimi: {0}

# MMC_Tit30
source: Connection Error
es: Error de Conexión
it: Errore durante la Connessione
ru: Ошибка соединения
sq: Gabim gjatë Lidhjes

# DGColumn_10
source: Member Type
es: Tipo Miembro
it: Tipo di Membro
ru: Тип участника
sq: Tip Pjestari

# DGColumn_20
source: Owner
es: Propietario
it: Proprietario
ru: Владелец
sq: Propietari

# DGColumn_30
source: Owner SID
es: Propietario SID
it: SID del Proprietario
ru: Идентификатор владельца
sq: SID i Propietarit

# DGColumn_40
source: Name
es: Nombre
it: Nome
ru: Имя
sq: Emërtimi

# DGColumn_50
source: Object SID
ru: Идентификатор объекта

# DGColumn_60
source: Where Defined
es: Condición definida
it: Definito In
ru: Где определено
sq: I definuar në

# DGColumn_70
source: Authorization Type
es: Tipo Autorización
it: Tipo di Autorizzazione
ru: Тип разрешения
sq: Tip Autorizimi

# DGColumn_80
source: Valid From
es: Válido Desde
it: Valida Da
ru: Действителен с
sq: Validitet Nga

# DGColumn_90
source: Valid To
es: Válido Hasta
it: Valida A
ru: Действителен по
sq: Validitet Në

# frmItemAuthorizations.Text
source: Item Authorizations
es: Autorizaciones Item
it: Autorizzazioni dell'Elemento
ru: Привязка разрешений к объектам доступа
sq: Autorizim i Elementit

# frmItemAuthorizations_btnAddApplicationGroups.Text
source: Add &Application Groups
es: Agregar Grupos &Aplicación
it: Gruppi di &Applicazione
ru: Добавить группы приложения
sq: Grupe &Aplikacionesh

# frmItemAuthorizations_btnAddDBUsers.Text
source: Add &DB Users
es: Agregar Usuarios &DB
it: Utenti &DB
ru: Добавить пользователей из базы
sq: Përdoruesit &DB

# frmItemAuthorizations_btnAddStoreGroups.Text
source: Add &Store Groups
es: Agregar Grupos &Store
it: Gruppi di &Store
ru: Добавить группы хранилища
sq: Grupe &Store

# frmItemAuthorizations_btnAddWindowsUsersAndGroups.Text
source: Add &Windows Users and Groups
es: Agregar Usuarios/Grupos de &Windows
it: Aggiungi account &Windows
ru: Добавить Windows пользователей и группы
sq: Shto llogari &Windows

# frmItemAuthorizations_btnApply.Text
source: &Apply
es: &Aplicar
it: &Applica
ru: &Применить
sq: &Apliko

# frmItemAuthorizations_btnAttributes.Text
source: A&ttributes
es: A&tributos
it: A&ttributi
ru: Атрибуты
sq: A&tributet

# frmItemAuthorizations_btnCancel.Text
source: &Cancel
es: &Cancelar
it: A&nnulla
ru: Отменить
sq: A&nullo

# frmItemAuthorizations_btnRemove.Text
source: &Remove
es: &Remover
it: &Elimina
ru: &Удалить
sq: &Elimino

# frmItemAuthorizations_gbItemsHierarchyViews.Text
source: Items Hierarchy
es: Jerarquía Items
it: Gerarchia degli Elementi
ru: Иерархия объектов
sq: Gjerarkia e Elementave

# frmItemAuthorizations_label5.Text
source: Item Authorizations
es: Autorizaciones Item
it: Autorizzazioni dell'Elemento
ru: Привязка разрешений к объектам доступа
sq: Autorizim i Elementit

# frmItemAuthorizations_lblInfo.Text
source: Item Authorizations
es: Autorizaciones Item
it: Autorizzazioni dell'Elemento
ru: Привязка разрешений к объектам доступа
sq: Autorizim i Elementit

# frmStorageConnection.Text1
source: Storage Connection
es: Conexión Base de Datos
it: Connessione allo Storage
ru: Соединение с базой
sq: Lidhje me Storage

# frmStorageConnection_btnCancel.Text1
source: &Cancel
es: &Cancelar
it: A&nnulla
ru: &Отменить
sq: A&nullo

# frmStorageConnection_btnOk.Text1
source: &OK
ru: &Применить

# frmStorageConnection_btnRefreshDatabases.Text1
source: Re&fresh
es: Re&frescar
it: A&ggiorna
ru: Об&новить
sq: A&zhorno

# frmStorageConnection_btnRefreshDataSources.Text1
source: &Refresh
es: &Refrescar
it: Aggio&rna
ru: О&бновить
sq: Azho&rno

# frmStorageConnection_btnTestConnection.Text1
source: &Test
ru: &Тест

# frmStorageConnection_label1.Text1
source: Data Source:
it: Sorgente Dati:
ru: Источник:
sq: Të Dhënat:

# frmStorageConnection_label2.Text1
source: Authentication:
es: Autenticación:
it: Autenticazione:
ru: Аутентификация:
sq: Autentikim:

# frmStorageConnection_label3.Text1
source: User Id:
ru: Имя пользователя:
sq: Id Përdorues:

# frmStorageConnection_label4.Text1
source: Password:
es: Clave:
ru: Пароль:
sq: Fjalëkalimi:

# frmStorageConnection_label5.Text1
source: NetSqlAzMan DB:
ru: База NetSqlAzMan:

# frmStorageConnection_label6.Text1
source: Other Settings:
es: Otras Configuraciones:
it: Altre impostazioni:
ru: Другие параметры:
sq: Impostime të tjera:

# frmStorageConnection_lblInfo.Text1
source: Manage Authorization Manager Storage connection info
es: Administrar información conexión Storage de Authorization Manager
it: Gestione della Connessione allo Storage
ru: Настройка соединения с базой данных
sq: Menaxhim i Lidhjes me Storage

# frmStorageConnection_rbIntegrated.Text1
source: Integrated
es: Integrada
it: Integrata
ru: Windows
sq: E Integruar

# frmStorageConnection_rbSql.Text1
source: Sql
ru: Sql Server

# frmExportOptions_Msg10
source: Esporta To ...
es: Exportar a...
it: Esporta In ...
ru: Экспортировать в ...
sq: Eksporto Në ...

# frmApplicationGroupsProperties.Text
source: Application Group properties
es: Propiedades Grupo Aplicación
it: Proprietà del Gruppo di Applicazione
ru: Свойства группы приложения
sq: Karakteristikat e Grupit të Aplikacioneve

# frmApplicationGroupsProperties_btnApply.Text
source: &Apply
es: &Aplicar
it: &Applica
ru: &Применить
sq: &Apliko

# frmApplicationGroupsProperties_btnCancel.Text
source: &Cancel
es: &Cancelar
it: A&nnulla
ru: Отменить
sq: A&nullo

# frmApplicationGroupsProperties_btnMembersAddApplicationGroups.Text
source: Add &Application Groups
es: Agregar Grupos &Aplicación
it: Gruppi di &Applicazione
ru: Добавить группы приложения
sq: Grupe &Aplikacionesh

# frmApplicationGroupsProperties_btnMembersAddDBUsers.Text
source: Add &DB Users
es: Agregar Usuarios &DB
it: Utenti &DB
ru: Добавить пользователей из БД
sq: Përdoruesit &DB

# frmApplicationGroupsProperties_btnMembersAddStoreGroups.Text
source: Add &Store Groups
es: Agregar Grupos &Store
it: Gruppi di &Store
ru: Добавить группы хранилища
sq: Grupe &Store

# frmApplicationGroupsProperties_btnMembersAddWindowsUsersAndGroups.Text
source: Add &Windows Users and Groups
es: Agregar Usuarios/Grupos de &Windows
it: Account &Windows
ru: Добавить Windows пользователей и группы
sq: Llogari &Windows

# frmApplicationGroupsProperties_btnMembersRemove.Text
source: &Remove
es: &Remover
it: &Elimina
ru: Удалить
sq: &Elimino

# frmApplicationGroupsProperties_btnNonMembersAddApplicationGroup.Text
source: Add &Application Groups
es: Agregar Grupos &Aplicación
it: Gruppi di &Applicazione
ru: Добавить группы приложения
sq: Grupe &Aplikacionesh

# frmApplicationGroupsProperties_btnNonMembersAddDBUsers.Text
source: Add &DB Users
es: Agregar Usuarios &DB
it: Utenti &DB
ru: Добавить пользователей из базы
sq: Përdoruesit &DB

# frmApplicationGroupsProperties_btnNonMembersAddStoreGroups.Text
source: Add &Store Groups
es: Agregar Grupos &Store
it: Gruppi di &Store
ru: Добавить группы хранилища
sq: Grupe &Store

# frmApplicationGroupsProperties_btnNonMembersAddWindowsUsersAndGroup.Text
source: Add &Windows Users and Groups
es: Agregar Usuarios/Grupos de &Windows
it: Account &Windows
ru: Добавить Windows пользователей и группы
sq: Llogari &Windows

# frmApplicationGroupsProperties_btnNonMembersRemove.Text
source: &Remove
es: &Remover
it: &Elimina
ru: Удалить
sq: &Elimino

# frmApplicationGroupsProperties_btnTestLDapQuery.Text
source: Execute &LDAP Query
es: Ejecutar Consulta &LDAP
it: Esegui Query &LDAP
ru: Выполнить &LDAP запрос
sq: Ekzekuto Query &LDAP

# frmApplicationGroupsProperties_label1.Text
source: Name:
es: Nombre:
it: Nome:
ru: Имя:
sq: Emërtimi:

# frmApplicationGroupsProperties_label2.Text
source: Description:
es: Descripción:
it: Descrizione:
ru: Описание:
sq: Përshkrim:

# frmApplicationGroupsProperties_label3.Text
source: Group Type:
es: Tipo Grupo:
it: Tipo di Gruppo:
ru: Тип группы:
sq: Tip Grupit:

# frmApplicationGroupsProperties_label4.Text
source: The &LDAP Query that defines members of this group.
es: La consulta &LDAP que define los miembros de este grupo.
it: La Query &LDAP che definisce i membri del Gruppo.
ru: Запрос к &LDAP, который определяет участников группы
sq: Query &LDAP që përcakton pjestarët e Grupit.

# frmApplicationGroupsProperties_label5.Text
source: Users and Groups that are members of this group.
es: Usuarios y Grupos que son miembros de este grupo.
it: Utenti e Gruppi che saranno inclusi in questo Gruppo.
ru: Пользователи и группы, участники данной группы
sq: Përdorues dhe Grupe që do të jenë pjestar në këtë Grup.

# frmApplicationGroupsProperties_label6.Text
source: Users and Groups that are excluded from this group.
es: Usuarios y Grupos que son excluidos de este grupo.
it: Utenti e Gruppi che saranno esclusi da questo Gruppo.
ru: Пользователи и группы, исключенные из этой группы
sq: Përdorues dhe Grupe që nuk do të jenë pjestar në këtë Grup.

# frmApplicationGroupsProperties_lblInfo.Text
source: Application Group properties.
es: Propiedades Grupo de Aplicación.
it: Proprietà del Gruppo di Applicazione
ru: Свойства группы приложения
sq: Karakteristikat e Grupit të Aplikacioneve

# frmApplicationGroupsProperties_lsvMembers_0.Text
source: Name
es: Nombre
it: Nome
ru: Имя
sq: Emërtimi

# frmApplicationGroupsProperties_lsvMembers_1.Text
source: Where defined
es: Condición definida
it: Definito In
ru: Где определено
sq: I definuar në

# frmApplicationGroupsProperties_lsvNonMembers_0.Text
source: Name
es: Nombre
it: Nome
ru: Имя
sq: Emërtimi

# frmApplicationGroupsProperties_lsvNonMembers_1.Text
source: Where defined
es: Condición definida
it: Definito In
ru: Где определено
sq: I definuar në

# frmApplicationGroupsProperties_tabLdapQuery.Text
source: LDAP Query
es: Consulta LDAP
it: Query LDAP
ru: &LDAP Запрос
sq: Query LDAP

# frmApplicationGroupsProperties_tabNonMembers.Text
source: Non Members
es: No Miembros
it: Non Membri
ru: Исключенные
sq: Jo Pjestar

# frmImport_lblTitle.Text
source: Importing ...
es: Importando ...
it: Importando ...
ru: Импортирование ...
sq: Duke Importuar ...

# frmImportFromAzMan.Text
source: Import Store from Microsoft Authorization Manager (AzMan)
es: Importar Store desde Microsoft Authorization Manager (AzMan)
it: Importa Store da Microsoft Authorization Manager (AzMan)
ru: Импортировать из Microsoft Authorization Manager (AzMan)
sq: Importo Store nga Microsoft Authorization Manager (AzMan)

# frmImportFromAzMan_btnClose.Text
source: &Close
es: &Cerrar
it: &Chiudi
ru: &Закрыть
sq: &Mbyll

# frmImportFromAzMan_btnImport.Text
source: &Import
es: &Importar
it: &Importa
ru: &Импорт
sq: &Importo

# frmImportFromAzMan_groupBox1.Text
source: AzMan - Source
es: AzMan - Fuente
it: AzMan - Sorgente
ru: Источник - AzMan
sq: AzMan - Kodi

# frmImportFromAzMan_groupBox2.Text
source: NetSqlAzMan - Destination
es: NetSqlAzMan - Destino
it: NetSqlAzMan - Destinazione
ru: Назначение - NetSqlAzMan
sq: NetSqlAzMan - Destinacion

# frmImportFromAzMan_label1.Text
source: AzMan store path:
es: Path de Store de AzMan:
it: Percorso Store AzMan:
ru: Путь к хранилищу AzMan:
sq: Percorso Store AzMan:

# frmImportFromAzMan_label2.Text
source: (ex.: MSLDAP://myserver:389/DC=MyCompany, DC=org, DC=MyPartition)
es: (ej.: MSLDAP://miservidor:389/DC=MiEmpresa, DC=org, DC=MiParticion)
it: (es.: MSLDAP://myserver:389/DC=MyCompany, DC=org, DC=MyPartition)
ru: пр.: MSLDAP://myserver:389/DC=MyCompany, DC=org, DC=MyPartition)
sq: (psh.: MSLDAP://myserver:389/DC=MyCompany, DC=org, DC=MyPartition)

# frmImportFromAzMan_label3.Text
source: (ex.: MSXML://c:\MyFolder\MyAuthorizationManagerStore.xml)
es: (ej.: MSXML://c:\MiCarpeta\MyAuthorizationManagerStore.xml)
it: (es.: MSXML://c:\MyFolder\MyAuthorizationManagerStore.xml)
ru: (пр.: MSXML://c:\MyFolder\MyAuthorizationManagerStore.xml)
sq: (psh.: MSXML://c:\MyFolder\MyAuthorizationManagerStore.xml)

# frmImportFromAzMan_label4.Text
source: Note: Any of the Authorization Scripts will be imported.
es: Nota: Cualquier Script de Autorización será importado.
it: Nota: Gli Script di Autorizzazione (Biz Rule) non verranno importate.
ru: Помните: Все скрипты будут ипортированы
sq: Shënim: Script-et e Autorizimeve (Biz Rule) nuk do të importohen.
