Repository: JamesTryand/NetSqlAzMan
Catalog: NetSqlAzMan_Solution/NetSqlAzMan.SnapIn/Globalization/Resource_*.resx
Languages: es, it, ru, sq

# Domain_NeutralDescription
source: Set Neutral permission
es: Configurar permiso Neutro
it: Imposta il permesso Neutral (Neutrale)
ru: Установка права доступа - не определено
sq: Imposto lejen Neutral (Neutral)

# Domain_NonMember
source: Non Member
es: No Miembro
it: Non Membro
ru: Не участник
sq: Jo Pjestar

# Menu_Msg10
source: Export selected Application Groups
es: Exportar Grupo Aplicación seleccionados
it: Esporta i Gruppi di Applicazione selezionati
ru: Экспорт выбранных групп приложения
sq: Eksporto Grupet e Aplicacionve të seleksionuara

# Menu_Msg20
source: Delete selected Application Groups
es: Borrar Grupos de Aplicación seleccionados
ru: Удаление выбранных групп приложения
sq: Fshij Grupet e Applikacioneve të seleksionuara

# Menu_Msg30
source: Authorizations
es: Authorizaciones
it: Autorizzazioni
ru: Права доступа
sq: Autorizime

# Menu_Msg40
source: Delete
es: Borrar
it: Elimina
ru: Удалить
sq: Elimino

# Menu_Msg50
source: Delete selected Authorizations ?
es: Borrar Autorizaciones seleccionadas ?
it: Eliminare le Autorizzazioni selezionate ?
ru: Удалить выбранные приложения ?
sq: Doni të Eliminoni Autorizimet e seleksionuara ?

# Menu_Tit10
source: Export .NET Sql Authorization Manager Application Groups data.
es: Exportar datos de Grupos de Aplicación de .NET Sql Authorization Manager.
it: Esporta i dati delle Applicazioni .NET Sql Authorization Manager
ru: Экспортировать данные групп приложения
sq: Eksporto të dhënat e Aplikacioneve .NET Sql Authorization Manager

# Menu_Tit20
source: Delete selected Application Groups
es: Borrar Grupos de Aplicación seleccionados
it: Elimina i Gruppi di Applicazione selezionati
ru: Удалить выбранные группы приложения
sq: Elimino Grupet e Aplikacioneve të seleksionuara

# Menu_Tit30
source: Change Authorizations
es: Cambiar Autorizaciones
it: Modifica le Autorizzazioni
ru: Изменение прав доступа
sq: Modifiko Autorizimet

# Menu_Tit40
source: Delete selected Authorizations
es: Borrar Autorizaciones seleccionadas
it: Elimina le Autorizzazioni selezionate
ru: Удалить выбранные права доступа
sq: Elimino Autorizimet e seleksionuara

# RefreshComplete_Msg10
source: Refresh Completed
es: Actualización Completa
it: Aggiornamento Completato
ru: Обновление завершено
sq: Azhornim i Completuar

# ColumnHeader_ApplicationID
source: Application ID
es: ID Aplicación
it: ID dell'Applicazione
ru: Идентификатор приложения
sq: ID e Aplicacionit

# ColumnHeader_ApplicationName
source: Application Name
es: Nombre Aplicación
it: Nome dell'Applicazione
ru: Приложение
sq: Emri i Aplikacionit

# ColumnHeader_ItemID
source: Item ID
it: ID dell'Elemento
ru: Идентификатор объектов
sq: ID e Elementit

# ColumnHeader_ItemName
source: Item Name
es: Nombre Item
it: Nome dell'Elemento
ru: Имя
sq: Emri i Elementit

# ColumnHeader_MemberName
source: Name
es: Nombre
it: Nome
ru: Имя
sq: Emërtimi

# ColumnHeader_Type
source: Type
es: Tipo
it: Tipo
ru: Тип
sq: Tipi

# ItemDefinitionsListView_Msg10
source: Delete selected Items ?
es: Borrar Items seleccionados ?
it: Eliminare gli Elementi selezionati ?
ru: Удалить выбранный объект ?
sq: Doni të Eliminoni Elementet e seleksionuar ?

# ItemDefinitionsListView_Tit20
source: Items delete error
es: Error en borrado de Items
it: Errore durante l'Eliminazione dell'Elemento
ru: Ошибка удаления объектов
sq: Gabim duke Eliminuar Elementin

# Menu_ItemsHierarchicalView
source: Items Hierarchical View
es: Ver Items por Jerarquía
it: Vista Gerarchica degli Elementi
ru: Иерархия объектов
sq: Pamje Gjerarkike e elementare

# Menu_ItemsHierarchicalViewDescription
source: Show a Hierarchical View of selected Application.
es: Ver Vista Jerárquica de la Aplicación seleccionada.
it: Visualizza una vista Gerarchica delle Applicazioni selezionate
ru: Показать иерархию объектов хранилища
sq: Paraqit një pamje Gjerakike të Aplikacioneve të seleksionuara

# Menu_Msg100
source: Delete selected Applications ?
es: Borrar Aplicaciones seleccionadas ?
it: Eliminare le Applicazioni selezionate ?
ru: Удалить выбранные приложения ?
sq: Doni të Eliminoni Aplikacionet e seleksionuara ?

# Menu_Msg60
source: Export selected Items
es: Exportar Items seleccionados
it: Esporta gli Elementi selezionati
ru: Экспортировать выбранные объекты
sq: Eksporto Elementet e seleksionuara

# Menu_Msg70
source: Delete selected Items
es: Borrar Items seleccionados
it: Elimina gli Elementi selezionati
ru: Удалить выбранные объекты
sq: Elimino Elementat e seleksionuar

# Menu_Msg80
source: Export selected Applications
es: Exportar Aplicaciones seleccionadas
it: Esporta le Applicazioni selezionate
ru: Экспортировать выбранные приложения
sq: Eksporto Programet e seleksionuara

# Menu_Msg90
source: Delete selected Applications
es: Borrar Aplicaciones seleccionadas
it: Elimina le Applicazioni selezionate
ru: Удалить выбранные приложения
sq: Elimino Aplikacionet e seleksionuara

# Menu_Tit60
source: Export .NET Sql Authorization Manager Items data.
es: Exportar datos de Items de .NET Sql Authorization Manager.
it: Esporta i dati degli Item .NET Sql Authorization Manager
ru: Экспортировать данные объектов.
sq: Eksporto të dhënat e Item .NET Sql Authorization Manager

# Menu_Tit70
source: Delete the selected Items
es: Borrar los Items seleccionados
it: Elimina gli Elementi selezionati
ru: Удалить выбранные объекты
sq: Elimino Elementat e seleksionuar

# Menu_Tit80
source: Export .NET Sql Authorization Manager Applications data.
es: Exportar datos Aplicaciones de .NET Sql Authorization Manager.
it: Esporta i dati delle Applicazioni .NET Sql Authorization Manager
ru: Экспортировать данные приложения
sq: Eksporto të dhënat e Aplikacioneve .NET Sql Authorization Manager

# Menu_Tit90
source: Delete the selected Applications
es: Borrar la Aplicación seleccionada
it: Eliminare le Applicazioni selezionate
ru: Удалить выбранные приложения
sq: Doni të Eliminoni Aplikacionet e seleksionuara

# StoreGroupsAndApplicationsListView_Msg10
source: Applications delete Error
es: Error en Borrado de Aplicación
it: Errore durante l'elliminazione dell'Applicazione
ru: Ошибка удаления приложения
sq: Gabim duke eliminuar Aplikacionin

# ColumnHeader_StoreGroupName
source: Store Group Name
es: Nombre de Grupo de Store
it: Nome del Gruppo di Store
ru: Название группы уровня хранилища
sq: Emri i Grupit të Store

# ColumnHeader_StoreID
source: Store ID
it: ID dello Store
ru: Идентификатор хранилища
sq: ID e Store-it

# ColumnHeader_StoreName
source: Store name
es: Nombre Store
it: Nome dello Store
ru: Название хранилища
sq: Emri i Store-it

# Menu_Msg110
source: Export selected Store Groups
es: Exportar Grupos de Store seleccionados
it: Esporta i Gruppi di Store selezionati
ru: Экспорт выбранных групп хранилища
sq: Eksporto Grupet e Store-ve të seleksionuara

# Menu_Msg120
source: Delete selected Store Groups
es: Borrar Grupo de Store seleccionado
it: Elimina i Gruppi di Store selezionati
ru: Удаление выбранных групп хранилища
sq: Elimino Grupet e Store të seleksionuara

# Menu_Msg130
source: Export selected Stores
es: Exportar Stores seleccionados
it: Esporta gli Store selezionati
ru: Экспорт выбранных хранилищ
sq: Eksporto Store-t e seleksionuara

# Menu_Msg140
source: Delete selected Stores
es: Borrar Stores seleccionados
it: Elimina gli Store selezionati
ru: Удаление выбранных хроанилищ
sq: Elimino Store-at e seleksionuar

# Menu_Tit110
source: Export .NET Sql Authorization Manager Store Groups data.
es: Exportar datos Grupos de Store de .NET Sql Authorization Manager.
it: Esporta i dati dei Gruppo di Store .NET Sql Authorization Manager
ru: Экспортировать данные групп хранилища
sq: Eksporto të dhënat e Grupeve të Store .NET Sql Authorization Manager

# Menu_Tit120
source: Delete the selected Store Groups
es: Borrar el Grupo de Store seleccionado
it: Elimina i Gruppi di Store selezionati
ru: Удаление выбранных групп хранилища
sq: Elimino Grupet e Store të seleksionuara

# Menu_Tit130
source: Export .NET Sql Authorization Manager Stores data.
es: Exportar datos de Store de .NET Sql Authorization Manager.
it: Esporta i dati degli Store .NET Sql Authorization Manager
ru: Экспортирование данных хранилищ
sq: Eksporto të dhënat e Store .NET Sql Authorization Manager

# Menu_Tit140
source: Delete the selected Stores
es: Borrar los Stores seleccionados
it: Elimina gli Store selezionati
ru: Удаление выбранных хранилищ
sq: Elimino Store-at e seleksionuar

# Menu_Tit150
source: Stores Delete Error
es: Error en borrado de Stores
it: Errore durante l'Eliminazione dello Store
ru: Ошибка удаления хранилища
sq: Gabim duke Eliminuar Store-in

# StoreGroupsListView_Msg10
source: Delete selected Store Groups ?
es: Borrar Grupo de Store seleccionado ?
it: Eliminare i Gruppi di Store selezionati ?
ru: Удалить выбранные группы ?
sq: Doni të Eliminoni Grupet e Store te seleksionuara ?

# StoreGroupsListView_Tit20
source: Store Groups delete error
es: Error de Borrado de Grupos de Store
it: Errore durante l'Eliminazione di un Gruppo di Store
ru: Ошибка удаления групп
sq: Gabim duke Eliminuar një Grup Store-sh

# StoresListView_Msg10
source: Delete selected Stores ?
es: Borrar Stores seleccionados ?
it: Eliminare gli Store selezionati ?
ru: Удалить выбранные хранилища ?
sq: Doni të Eliminoni Store-t e seleksionuara ?

# Expanding_Msg10
source: Expanding ...
es: Expandiendo...
it: Espandendo ...
ru: Раскрытие ...
sq: Duke Ekspanduar ...

# ListView_Msg10
source: Application Group Members
es: Miembros Grupo de Aplicación
it: Membri del Gruppo di Applicazione
ru: Члены группы приложения
sq: Pjestar të Grupit të Aplikacioneve

# ApplicationGroupScopeNode_Msg10
source: Application Group Properties error
es: Error Propiedades de Grupo de Aplicación
it: Errore nelle Proprietà del Gruppo di Applicazione
ru: Ошибка в свойствах группы приложения
sq: Gabim në Karakteristikat e Grupit të Aplikacioneve

# Menu_Msg160
source: Application Group Properties
es: Propiedades de Grupo de Aplicación
it: Proprietà del Gruppo di Applicazione
ru: Свойства группы приложения
sq: Karakteristikat e Grupit te Aplikacioneve

# Menu_Msg170
source: Export Application Group
es: Exportar Grupo Aplicación
it: Esporta Gruppo di Applicazione
ru: Экспорт группы приложения
sq: Eksporto Grupet e Programeve

# Menu_Msg180
source: Delete Application Group
es: Borrar Grupo de Aplicación
it: Elimina il Gruppo di Applicazione
ru: Удаление группы приложения
sq: Elimino Grupet e Aplikacioneve

# Menu_Msg190
source: Delete Application Group ?
es: Borrar Grupo de Aplicación ?
it: Eliminare il Gruppo di Applicazione ?
ru: Удалить группу приложения ?
sq: Doni të Eliminoni Grupin e Aplikacionit ?

# Menu_Tit160
source: Manage Application Group Properties
es: Administrar Propiedades Grupo de Aplicación
it: Gestione delle Propretà del Gruppo di Applicazione
ru: Управление свойствами группы приложения
sq: Menaxhim i Karakteristikave te Grupeve te Aplikacioneve

# Menu_Tit170
source: Export .NET Sql Authorization Manager Application Group data.
es: Exportar Datos Grupo de Aplicación de .NET Sql Authorization Manager.
it: Esporta i dati di un Gruppo di Applicazione .NET Sql Authorization Manager
ru: Экспортировать данные группы приложения
sq: Eksporto të dhënat e një Grupi të Aplikacioneve .NET Sql Authorization Manager

# Menu_Tit200
source: Delete Application Group Error
es: Error en borrado de Grupo de Aplicación
it: Errore durante l'eliminazione del Gruppo di Applicazione
ru: Ошибка удаления группы приложения
sq: Gabim duke eliminuar Grupin Aplikacioneve

# ApplicationGroupsScopeNode_Msg10
source: Import from ...
es: Importar desde ...
it: Importa da ...
ru: Импорт из ...
sq: Importo nga ...

# Folder_Msg10
source: Application Groups container
es: Contenedor Grupos de Aplicación
it: Contenitore dei Gruppi di Applicazione
ru: Список групп приложения
sq: Mbajtës i Grupeve të Aplikacioneve

# ListView_Msg20
source: Application Groups
es: Grupos de Aplicación
it: Gruppi di Applicazione
ru: Группы уровня приложения
sq: Grupe Aplikacionesh

# Menu_Msg210
source: New Application Group
es: Nuevo Grupo Aplicación
it: Nuovo Gruppo di Applicazione
ru: Новая группа приложения
sq: Grup Aplikacionesh i Ri

# Menu_Msg220
source: Import Application Groups
es: Importar Grupos de Aplicación
it: Importa Gruppo di Applicazione .NET Sql Authorization Manager
ru: Импорт групп приложения
sq: Importo Grup Aplikacionesh .NET Sql Authorization Manager

# Menu_Tit210
source: Create new Application Group
es: Crear nuevo Grupo de Aplicación
it: Crea un nuovo Gruppo di Applicazione
ru: Создать новую группу приложения
sq: Krijo një Grup Aplikazionesh të ri

# Menu_Tit220
source: Import .NET Sql Authorization Manager Application Groups data.
es: Importar datos Grupos de Aplicación de .NET Sql Authorization Manager.
it: Importa Gruppi di Applicazione .NET Sql Authorization Manager
ru: Импортировать данные группы приложения
sq: Importo Grupe Aplikacionesh .NET Sql Authorization Manager

# Menu_Msg230
source: Application Properties
es: Propiedades Aplicación
it: Proprietà dell'Applicazione
ru: Свойства приложения
sq: Karakteristikat e Aplikacionit

# Menu_Msg240
source: Generate CheckAccessHelper
es: Generar CheckAccessHelper
it: Genera CheckAccessHelper
ru: Генерация вспомогательного класса для проверки доступа
sq: Xhenero CheckAccessHelper

# Menu_Msg250
source: Import Application Groups/Items
es: Importar Grupos/Items de Aplicación
it: Importa Gruppi di Applicazione/Elementi .NET Sql Authorization Manager
ru: Импортирование групп/объектов приложения
sq: Importo Grupe Aplikacionesh/Elementash .NET Sql Authorization Manager

# Menu_Msg260
source: Export Application
es: Exportar Aplicación
it: Esporta Applicazione
ru: Экспорт приложения
sq: Eksporto Program

# Menu_Msg270
source: Delete Application
es: Borrar Aplicación
it: Elimina Applicazione
ru: Удаление приложения
sq: Elimino Aplikacion

# Menu_Msg280
source: Delete Application ?
es: Borrar Aplicación ?
it: Eliminare l'Applicazione
ru: Удалить приложение ?
sq: Doni të Eliminoni Aplikacionin

# Menu_Msg290
source: Application delete error
es: Error en Borrado de Aplicación
it: Errore di Eliminazione dell'Applicazioni
ru: Ошибка удаления приложения
sq: Gabim në Eliminimin e Aplikacionit

# Menu_Tit230
source: Update Application properties
es: Propiedades Actualización Aplicación
it: Gestione delle Proprietà dell'Applicazione
ru: Изменение свойств приложения
sq: Menaxhim i Karakteristikave te Aplikacionit

# Menu_Tit240
source: Generate CheckAccessHelper source code class (C#/VB.NET).
es: Generar código de Clase CheckAccessHelper (C#/VB.NET).
it: Genera il codice sorgente della Classe CheckAccessHelper (C#/VB.NET).
ru: Сгенерировать исходный код класса проверки доступа (C#/VB.NET).
sq: Xhenero kode për Klasën CheckAccessHelper (C#/VB.NET).

# Menu_Tit250
source: Import .NET Sql Authorization Manager Application Groups/Items data.
es: Importar datos de Grupos/Items de Aplicación de .NET Sql Authorization Manager.
it: Importa Gruppi di Applicazione/Elementi .NET Sql Authorization Manager
ru: Импорт групп/объектов приложения
sq: Importo Grupe Aplikacionesh/Elementash .NET Sql Authorization Manager

# Menu_Tit260
source: Export .NET Sql Authorization Manager Application data.
es: Exportar Datos Aplicación de .NET Sql Authorization Manager.
it: Esporta i dati di una Applicazione .NET Sql Authorization Manager
ru: Экспорт данных приложения
sq: Eksporto të dhënat e një Aplikacioni .NET Sql Authorization Manager

# Folder_Msg20
source: Item Authorizations
es: Autorizaciones Item
it: Autorizzazioni degli Elementi
ru: Разрешения на доступ к объектам
sq: Autorizim i Elementave

# Folder_Tit20
source: Item Authorizations
es: Autorizaciones Item
it: Autorizzazioni degli Elementi
ru: Привязка разрешений к объектам доступа
sq: Autorizim i Elementave

# DeleteError_Msg10
source: Delete error
es: Error de borrado
it: Errore durante l'Eliminazione
ru: Ошибка удаления
sq: Gabim duke Eliminuar

# ListView_Msg100
source: Delete Role ?
es: Borrar Rol ?
it: Eliminare il Ruolo ?
ru: Удалить роль ?
sq: Doni të Eliminoni Rrolin ?

# ListView_Msg110
source: Delete Task
es: Borrar Tarea
it: Elimina Attività
ru: Удалить задачу
sq: Elimino Aktivitet

# ListView_Msg120
source: Delete Task ?
es: Borrar Tarea ?
it: Eliminare l'Attività ?
ru: Удалить задачу?
sq: Doni të Eliminoni Aktivitetin ?

# ListView_Msg130
source: Delete Operation
es: Borrar Operación
it: Elimina Operazione
ru: Удалить операцию
sq: Elimino Operacion

# ListView_Msg140
source: Delete Operation ?
es: Borrar Operación ?
it: Eliminare l'Operazione ?
ru: Удалить операцию ?
sq: Doni të Eliminoni Operacionin ?

# ListView_Msg30
source: Roles
it: Ruoli
ru: Роли
sq: Rrole

# ListView_Msg40
source: Tasks
es: Tareas
it: Attività
ru: Задачи
sq: Aktivitet

# ListView_Msg50
source: Operations
es: Operaciones
it: Operazioni
ru: Операции
sq: Operacione

# ListView_Msg60
source: Role Properties
es: Propiedades del Rol
it: Proprietà del Ruolo
ru: Свойства роли
sq: Karakteristikat e Rrolit

# ListView_Msg70
source: Task Properties
es: Propiedades Tarea
it: Proprietà dell'Attività
ru: Свойства задачи
sq: Karakteristikat e Aktivitetit

# ListView_Msg80
source: Operation Properties
es: Propiedades Operación
it: Proprietà dell'Operazione
ru: Свойства операции
sq: Karakteristikat e Operacionit

# ListView_Msg90
source: Delete Role
es: Borrar Rol
it: Elimina Ruolo
ru: Удалить роль
sq: Elimino Rrol

# ListView_Tit60
source: Manage Role Properties
es: Administrar Propiedades Rol
it: Gestione delle Proprietà del Ruolo
ru: Установка свойств роли
sq: Menaxhim i Karakteristikave te Rrolit

# ListView_Tit70
source: Manage Task Properties
es: Administrar Propiedades Tarea
it: Gestione delle Proprietà dell'Attività
ru: Установка свойств задачи
sq: Menaxhim i Karakteristikave te Aktivitetit

# ListView_Tit80
source: Manage Operation Properties
es: Administrar Propiedades Operaciones
it: Gestione delle Proprietà dell'Operazione
ru: Установка свойств операции
sq: Menaxhim i Karakteristikave te Operacionit

# Folder_Msg100
source: Store Groups & Applications
es: Grupos de Store & Aplicaciones
it: Gruppi di Store e Applicazioni
ru: Группы и приложения хранилища
sq: Grupe Store-sh dhe Aplikacionesh

# Folder_Msg110
source: Task Authorizations
es: Autorizaciones de Tareas
it: Autorizzazioni delle Attività
ru: Доступ к задачам
sq: Autorizim i Aktiviteteve

# Folder_Msg120
source: Task Definitions
es: Definición Tareas
it: Definizione delle Attività
ru: Задачи
sq: Definicion i Aktiviteteve

# Folder_Msg30
source: Item Definitions
es: Definiciones de Item
it: Definizione degli Elementi
ru: Определения объектов доступа
sq: Definizion i Elementave

# Folder_Msg40
source: Operation Authorizations
es: Autorizaciones Operación
it: Autorizzazione delle Operazioni
ru: Доступ к операциям
sq: Autorizim i Operacioneve

# Folder_Msg50
source: Operation Definitions
es: Definiciones Operación
it: Definizione delle Operazioni
ru: Операции
sq: Definicion i Operacioneve

# Folder_Msg60
source: Roles Authorizations
es: Autorización Roles
it: Autorizzazioni dei Ruoli
ru: Доступ к ролям
sq: Autorizim i Rroleve

# Folder_Msg70
source: Role Definitions
es: Definiciones Roles
it: Definizione dei Ruoli
ru: Роли
sq: Definicion i Rroleve

# Folder_Msg80
source: .NET SQL Authorization Manager (Stores View)
es: .NET SQL Authorization Manager (Vista Stores)
it: .NET SQL Authorization Manager (Vista degli Store)
ru: Менеджер прав доступа (Просмотр хранилищ)
sq: .NET SQL Authorization Manager (Paraqitja e Store)

# Folder_Msg90
source: Store Groups
es: Grupos de Store
it: Gruppi di Store
ru: Группы уровня хранилища
sq: Grupe Store-sh

# Folder_Tit110
source: Task Authorizations container
es: Contenedor de Autorizaciones de Tareas
it: Contenitore delle Autorizzazioni delle Attività
ru: Список прав на задачи
sq: Mbajtës i Autorizimeve të Aktiviteteve

# Folder_Tit120
source: Task Definitions container
es: Contenedor Definición Tareas
it: Contenitore delle Definizioni dell'Attività
ru: Список задач
sq: Mbajtës i Definicioneve të Aktiviteteve

# Folder_Tit30
source: Item Definitions container
es: Contenedor de Definiciones de Item
it: Contenitore delle Definizioni degli Elementi
ru: Список объектов
sq: Mbajtës i Definicioneve të Elementave

# Folder_Tit40
source: Operation Authorizations container
es: Contenedor Autorizaciones de Operación
it: Contenitore delle Autorizzazioni delle Operazioni
ru: Список прав на операции
sq: Mbajtës i Autorizimeve të Operacioneve

# Folder_Tit50
source: Operation Definitions container
es: Contenedor definiciones Operación
it: Contenitore delle Definizioni delle Operazioni
ru: Список операций
sq: Mbajtës i Definicioneve të Operacioneve

# Folder_Tit60
source: Role Authorizations container
es: Contenedor Autorizaciones Rol
it: Contenitore delle Autorizzazioni dei Ruoli
ru: Список прав на роли
sq: Mbajtës i Autorizimeve të Rroleve

# Folder_Tit70
source: Role Definitions container
es: Contenedor definiciones Rol
it: Contenitore delle Definizioni dei Ruoli
ru: Список ролей
sq: Mbajtës i Definicioneve të Rroleve

# Folder_Tit90
source: Store Groups container
es: Contenedor de Grupos de Store
it: Contenitore dei Gruppi di Store
ru: Список групп хранилища
sq: Mbajtës i Grupeve të Store

# ListView_Msg150
source: Store Group Members
es: Miembros de Grupo de Store
it: Membri del Gruppo di Store
ru: Члены группы хранилища
sq: Pjestar të Grupit të Store

# Menu_Msg300
source: Import Items
es: Importar Items
it: Importa Elementi
ru: Импорт объектов
sq: Importo Elemente

# Menu_Msg310
source: Export Item
es: Exportar Item
it: Esporta Elemento
ru: Экспорт объектов
sq: Eksporto Element

# Menu_Msg320
source: New Operation
es: Nueva Operación
it: Nuova Operazione
ru: Новая операция
sq: Operacion i Ri

# Menu_Msg330
source: New Role
es: Nuevo Rol
it: Nuovo Ruolo
ru: Новая роль
sq: Rrol i ri

# Menu_Msg340
source: Storage connection
es: Conexión Base de Datos
it: Connessione allo Storage
ru: Соединение с базой
sq: Lidhje me Storage

# Menu_Msg350
source: Options
es: Opciones
it: Opzioni
ru: Свойства
sq: Opcione

# Menu_Msg360
source: New Store
es: Nuevo Store
it: Nuovo Store
ru: Новое хранилище
sq: Store e re

# Menu_Msg370
source: Import Stores
es: Importar Stores
it: Importa Store
ru: Импорт
sq: Importo Store

# Menu_Msg380
source: Export Stores
es: Exportar Stores
it: Esporta Store
ru: Экспорт
sq: Eksporto Store

# Menu_Msg390
source: Import Store from AzMan
es: Importar Store desde AzMan
it: Importa Store da MS AzMan
ru: Импорт из AzMan
sq: Importo Store nga MS AzMan

# Menu_Msg400
source: Store Group Properties
es: Propiedades de Grupo de Store
it: Proprietà del Gruppo di Store
ru: Свойства группы
sq: Karakteristikat e Grupit të Store

# Menu_Msg410
source: Export Store Group
es: Exportar Grupo de Store
it: Esporta Gruppo di Store
ru: Экспорт группы хранилища
sq: Eksporto Grupet e Store-ve

# Menu_Msg420
source: Delete Store Group
es: Borrar Grupo Store
it: Elimina Gruppo di Store
ru: Удаление группы хранилища
sq: Elimino Grupin e Store

# Menu_Msg430
source: Delete Store Group ?
es: Borrar Grupo Store ?
it: Eliminare il Gruppo di Store ?
ru: Удалить группу хранилища ?
sq: Doni të Eliminoni Grupin e Store ?

# Menu_Msg440
source: New Store Group
es: Nuevo Grupo Store
it: Nuovo Gruppo di Store
ru: Новая группа хранилища
sq: Grup Store-sh i Ri

# Menu_Msg450
source: Import Store Groups
es: Importar Grupos de Store
it: Importa Gruppo di Store
ru: Испортировать группы
sq: Importo Grup Store-sh

# Menu_Msg460
source: Import .NET Sql Authorization Manager Store Groups data.
es: Importar datos Grupos de Store de .NET Sql Authorization Manager.
it: Importa Gruppi di Store .NET Sql Authorization Manager
ru: Импортировать данные групп
sq: Importo Grupe Store-sh .NET Sql Authorization Manager
