Repository: JamesTryand/NetSqlAzMan
Catalog: NetSqlAzMan_Solution/NetSqlAzMan.SnapIn/Globalization/Resource_*.resx
Languages: es, it, ru, sq

# frmStoreAttributes.Text
source: Store Attributes
es: Atributos Store
it: Attributi dello Store
ru: Атрибуты хранилища
sq: Atributet e Store-it

# frmStoreAttributes_btnAdd.Text
source: &Add
es: &Agregar
it: &Aggiungi
ru: &Добавить
sq: &Shto

# frmStoreAttributes_btnApply.Text
source: &Apply
es: &Aplicar
it: &Applica
ru: &Применить
sq: &Apliko

# frmStoreAttributes_btnCancel.Text
source: &Cancel
es: &Cancelar
it: A&nnulla
ru: &Отменить
sq: A&nullo

# frmStoreAttributes_btnEdit.Text
source: &Edit
es: &Editar
it: &Modifica
ru: &Изменить
sq: &Modifiko

# frmStoreAttributes_btnRemove.Text
source: &Remove
es: &Remover
it: &Elimina
ru: &Удалить
sq: &Elimino

# frmStoreAttributes_label7.Text
source: Store Attributes
es: Atributos Store
it: Attributi dello Store
ru: Атрибуты хранилища
sq: Atributet e Store-it

# frmStoreAttributes_lblInfo.Text
source: Store Attributes
es: Atributos Store
it: Attributi dello Store
ru: Атрибуты хранилища
sq: Atributet e Store-it

# frmStoreGroupsList.Text
source: Store Groups list
es: Lista Grupos Store
it: Elenco degli Store di Gruppo
ru: Список групп хранилища
sq: Lista e Store-ve te Grupit

# frmStoreGroupsList_btnCancel.Text
source: &Cancel
es: &Cancelar
it: A&nnulla
ru: Отменить
sq: A&nullo

# frmStoreGroupsList_label5.Text
source: Store Groups list
es: Lista de Grupos de Store
it: Elenco dei Gruppi di Store
ru: Список групп хранилища
sq: Lista e Grupeve të Store

# frmStoreGroupsList_lblInfo.Text
source: Store Group list
es: Lista de Grupo de Store
it: Elenco dei Gruppi di Store
ru: Список групп хранилища
sq: Lista e Grupeve të Store

# frmStoreProperties.Text
source: New Store
es: Nuevo Store
it: Nuovo Store
ru: Новое хранилище
sq: Store e re

# frmStoreProperties_btnAttributes.Text
source: A&ttributes
es: A&tributos
it: A&ttributi
ru: Атрибуты
sq: A&tributet

# frmStoreProperties_btnCancel.Text
source: &Cancel
es: &Cancelar
it: A&nnulla
ru: Отменить
sq: A&nullo

# frmStoreProperties_label1.Text
source: Name:
es: Nombre:
it: Nome:
ru: Название хранилища:
sq: Emërtimi:

# frmStoreProperties_label2.Text
source: Description:
es: Descripción:
it: Descrizione:
ru: Описание:
sq: Përshkrim:

# frmStoreProperties_lblInfo.Text
source: Create a new Store
es: Crear nuevo Store
it: Crea un nuovo Store
ru: Создание нового хранилища
sq: Krijo një Store të re

# frmApplicationGroupsProperties_Msg20
source: LDAP Query result
es: Resultado Consulta LDAP
it: Risultato della Query LDAP
ru: Результат запроса к LDAP
sq: Rrezultati i Query-it LDAP

# frmApplicationGroupsProperties_Tit30
source: Execute LDAP Query error
it: Errore durante l'esecuzione della Query LDAP
ru: Ошибка выполнения запроса к LDAP
sq: Gabim duke ekzektuar Query LDAP

# frmApplicationProperties_Msg10
source: Application Properties
es: Propiedades Aplicación
it: Proprietà dell'Applicazione
ru: Свойства приложения
sq: Karakteristikat e Aplikacionit

# frmApplicationProperties_Msg20
source: New Application
es: Nueva Aplicación
it: Nuova Applicazione
ru: Новое приложение
sq: Aplikacion i Ri

# frmApplicationProperties_Msg30
source: New Application error
es: Error de Nueva Aplicación
it: Errore Nuova Applicazione
ru: Новая ошибка приложения
sq: Gabim Aplikacioni të Ri

# frmApplicationProperties_Msg40
source: Application Update error
es: Error en Actualización de Aplicación
it: Errore durante l'aggiornamento dell'Applicazione
ru: Ошибка обновления приложения
sq: Gabim duke azhornuar Aplikacionin

# frmApplicationProperties_Msg50
source: Application name required
es: Nombre Aplicación requerido
it: Nome dell'Applicazione richiesto
ru: Название приложения обязательно
sq: Emri i Aplikacionit të kërkuar

# frmBizRule_Msg10
source: (Choose a .NET language and press 'New Biz Rule' button to compose a new Business Rule, \r\nthen press 'Reload rule into Store' to persist changes and compile Biz Rule.)
es: (Seleccione un lenguaje .NET y presione el botón "Nueva Regla Negocio" para componer una nueva Regla de Negocio,\n\rentonces presione "Recargar Regla en Store" para persistir los cambios y compilar la Regla de Negocio.)
it: (Scegliere un linguaggio .NET a premere il pulsante 'Nuova Regola di Business' per comporre una nuova Regola, \r\nquindi premere il pulsante 'Ricarica Regola nello Store' per aggiornare a compilare la Regola di Business nel db.)
ru: (Выберите язык .NET и нажмите кнопку 'Новое бизнес правило' для создания нового бизнес правила, \r\n Затем нажмите 'Выгрузить в хранилище' для сохранения внесенных изменений и компиляции бизнес правила.)
sq: (Zgjill një gjuhë .NET dhe shtyp pulsantin 'Rregull e re Biznezi' për të shtypur një Rregull të Re, \r\npastaj shtyp pulsantin 'Rikariko Rregull në Store' për të azhornuar dhe kompiluar Rregullin e Biznezit në db.)

# frmBizRule_Msg20
source: Biz Rule error
es: Regla Negocios error
it: Errore Regola di Business
ru: Ошибка бизнес правила
sq: Gabim Rregull Biznezi

# frmBizRule_Msg30
source: Insert your code here
es: Insertar su código aqui
it: Inserire qui il proprio codice
ru: Вставьте ваш код сюда
sq: Shkruani këtu kodin tuaj

# frmDBUsersList_Msg10
source: Store or Application must be not null. Please contact Developer team
es: El Store o Aplicación no pueden ser nulas. Por Favor contacte con el equipo de desarrollo
it: Errore interno: Lo Store o l'Applicazione non possono essere nulli. Contattare il supporto.
ru: Хранилище или приложение не должны быть NULL. Пожалуйста свяжитесь с разработчиком
sq: Gabim i brendshëm: Store-i ose Aplikacioni nuk mund të jenë bosh. Kontaktoni suportin.

# frmDBUsersList_Msg20
source: DB User
es: Usuario DB
it: Utente DB
ru: Пользователь БД
sq: Përdorues DB

# frmExport_Msg10
source: Exporting
es: Exportando
it: Esportando
ru: Экспортирование
sq: Duke eksportuar

# frmExport_Msg20
source: Export finished
es: Exportación terminada
it: Esportazione terminata.
ru: Экспорт завершён
sq: Eksportimi përfundoi.

# frmExport_Msg30
source: Export error
es: Error de Exportación
it: Errore di Esportazione
ru: Ошибка экспорта
sq: Gabim Eksportimi

# frmGenerateCheckAccessHelper_Msg10
source: Generate Error
es: Error de Generación
it: Errore di Generazione
ru: Ошибка генерации кода
sq: Gabim Xhenerimi

# frmGenerateCheckAccessHelper_Msg20
source: Class name required
es: Se requiere Nombre de Clase
it: Nome della Classe richiesto
ru: Необходимо имя класса
sq: Emri i Klasës së kërkuar

# frmGenerateCheckAccessHelper_Msg30
source: Namespace required
es: Namespace requerido
it: Namespace richiesto
ru: Необходима область имен
sq: Namespace i kërkuar

# frmImport_Msg10
source: The Xml file is not valid or wrong import position
es: El archivo XML no es válido o la posición de importación no es correcta.
it: Il file Xml non è valido o contiene informazioni errate
ru: Ошибка в Xml файле
sq: Skedari Xml nuk është i vlefshëm ose përmban informacione të gabuara.

# frmImport_Msg20
source: Unable to find Storage reference. ObjectForImport type not supported.
es: No se puede encontrar referencia al Storage. Tipo ObjectForImport no soportado.
it: Errore interno. Impossibile trovare i riferimenti allo Storage. Tipo di ObjectForImport non supportato. Contattare il supporto.
ru: Невозможно найти ссылку хранилища. Тип ObjectForImport не поддерживается.
sq: Gabim i brendshëm. E pamundur të gjëndet riferimenti i Storage. Tipi i ObjectForImport jo i suportuar. Kontaktoni suportin.

# frmImportFromAzMan_Msg10
source: Azroles.dll could not be installed. Please install Microsoft Authorization Manager components and try again.
es: Azroles.dll no puede ser instalado. Por Favor instale los componentes de Microsoft Authorization Manager y reintente nuevamente.
it: La DLL AzRoles.dll non è stata trovata. Installare i componenti di Microsoft Authorization Manager (MS AzMan) e riprovare.
ru: Библиотек Azroles.dll не была инсталированна. Пожалуйста инсталируйте Microsoft Authorization Manager и повторите попытку.
sq: DLL AzRoles.dll nuk u gjet. Instalo komponentët e Microsoft Authorization Manager (MS AzMan) dhe riprovo.

# frmImportFromAzMan_Msg100
source: Release AzMan Store ...
es: Liberar Store AzMan ...
it: Rilasciando lo Store di AzMan ...
ru: Освобождение хранилища AzMan ...
sq: Duke liruar Store-in e AzMan ...

# Done_Msg10
source: Done.
es: Terminado.
it: Fatto.
ru: Завершено.
sq: Përfundoi.

# frmImportFromAzMan_Msg20
source: AzMan Store Path required
es: El Path de AzMan Store es requerido
it: Percorso allo Store di AzMan richiesto
ru: Путь к хранилищу AzMan обязателен
sq: Rruga për në Store të AzMan kërkohet

# frmImportFromAzMan_Msg30
source: AzMan Store Path must start with MSXML:// or MSLDAP://
es: El Path del Store de AzMan debe comenzar con MSXML:// o MSLDAP://
it: Il percorso allo Store di AzMan deve iniziare con MSXML:// o MSLDAP://
ru: Путь к хранилищу AzMan должен начинаться с MSXML:// или MSLDAP://
sq: Rruga për në Store të AzMan duhet të fillojë me MSXML:// ose MSLDAP://

# frmImportFromAzMan_Msg40
source: NetSqlAzMan Store name required
es: Nombre de Store de NetSqlAzMan requerido
it: Nome dello Store richiesto
ru: Необходимо название храналища NetSqlAzMan
sq: Emri i Store të kërkuar

# frmImportFromAzMan_Msg50
source: Begin Transaction ...
es: Comenzar Transacción ...
it: Inizio Transazione ...
ru: Начало транзакции ...
sq: Fillim Tranzacioni ...

# frmImportFromAzMan_Msg60
source: Store imported from AzMan Store:
es: Store importado desde AzMan Store:
it: Store importato da AzMan:
ru: Данные импортированные из хранилища AzMan:
sq: Store e importuar nga AzMan:

# frmImportFromAzMan_Msg70
source: Opening Store:
es: Abriendo Store:
it: Aprendo lo Store:
ru: Открытие хранилища:
sq: Duke hapur Store-in:

# frmImportFromAzMan_Msg80
source: Commit Transaction ...
es: Confirmar Transacción ...
it: Salvataggio della Transazione ...
ru: Фиксирование транзакции ...
sq: Ruajtje e Tranzacionit ...

# frmImportFromAzMan_Msg90
source: Rollback Transaction ...
es: Cancelar Transacción ...
it: Annullando la Transazione ...
ru: Откат транзакции ...
sq: Duke anulluar la Tranzacionin ...

# frmImportFromAzMan_Tit10
source: Import from AzMan failed
es: Falló Importación desde AzMan
it: Importazione da MS AzMan fallita
ru: Ошибка импорта из AzMan
sq: Importimi nga MS AzMan dështoi

# frmImportOptions_Msg10
source: Import error
es: Error de Importación
it: Errore di Importazione
ru: Ошибка импорта
sq: Gabim Importimi

# frmItemAuthorizations_Msg10
source: Item Authorizations error
es: Error en Autorizaciones Item
it: Errore delle Autorizzazioni dell'Elemento
ru: Ошибка разрешений объекта
sq: Gabim i Autoriimeve të Elementit

# frmItemAuthorizations_Msg20
source: VALIDTO field must be Greater or Equal to VALIDFROM field
es: El campo VALIDTO debe ser Mayor o Igual que el campo VALIDFROM
it: Il Campo 'Valida A' deve essere maggiore o uguale al campo 'Valida Da'
ru: Значение поля VALIDTO должно быть больше или равно значению поля VALIDFROM
sq: 'Validitet Në' duhet të jetë më i madh ose i barabartë me 'Validitet Nga'

# frmItemAuthorizations_Msg30
source: One or more Authorizations rows has errors. Please correct before apply changes.
es: Una o mas filas de Autorizaciones contiene errores. Por Favor verifique antes de aplicar los cambios.
it: Una o più righe di Autorizzazioni contengono degli errori. Correggere gli errori prima di applicare i cambiamenti.
ru: Одна или нескоько строк разрешений ошибочны. Пожалуйста внесите корректировки перед применением изменений.
sq: Një ose më shumë rreshta Autorizimi përmbjanë gabime. Korigjoni gabimet përpara se të aplikoni modifikimet.

# frmItemAuthorizations_Msg40
source: Changes must be applied before manage Authorization Attributes.\r\nApply changes now ?
es: Los cambios deben aplicarse antes de administrar la Autorización de Atributos.\r\nAplica los cambios ahora?
it: Le modifiche devono essere applicate prima di poter gestire gli Attributi delle Autorizzazioni.\r\nSalvare le modifiche ora ?
ru: Изменения должны быть приняты до редактирования атрибутов.\r\nПринять изменения сейчас ?
sq: Modifikimet duhet të aplikohen përpara mundësisë së modifikimit të Atributeve të Autorizimeve.\r\nDoni të ruani modifikimet tani ?

# frmItemAuthorizations_Msg50
source: Attributes Update error
es: Error en Actualización Atributos
it: Errore di Aggiornamento dell'Attributo
ru: Ошибка обновления атрибутов
sq: Gabim në Azhornimin e Atributit

# frmItemAuthorizations_Msg60
source: Column value is not valid. Please check inserted DateTime value and try again. Column:
es: El valor de la Columna no es válido. Por Favor verifique la Fecha ingresada y reintente nuevamente. Columna:
it: Il valore immesso non è valido. Verificare la correttezza della Data/Ora immessi e riprovare. Colonna:
ru: Данные столбца не верны. Пожалуйста проверьте введенное значение даты и попробуйте снова. Столбец:
sq: Vlera nuk është e vlefshme. Verifikoni korrektësinë e Datës/Orës së shkruar dhe riprovoni. Kolona:

# frmItemAuthorizations_Tit40
source: Warning
es: Atención
it: Avviso
ru: Предупреждение
sq: Lajmërim

# frmItemProperties_Msg10
source: Role Properties
es: Propiedades del Rol
it: Proprietà del Ruolo
ru: Свойства роли
sq: Karakteristikat e Rrolit

# frmItemProperties_Msg100
source: Create a new Task
es: Crear nueva Tarea
it: Crea una nuova Attività
ru: Создать новую задачу
sq: Krijo një Aktivitet të ri

# frmItemProperties_Msg110
source: New Operation
es: Nueva Operación
it: Nuova Operazione
ru: Новая операция
sq: Operacion i Ri

# frmItemProperties_Msg120
source: Create a new Operation
es: Crear nueva Operación
it: Crea una nuova Operazione
ru: Создать новую операцию
sq: Krijo një Operacion të ri

# frmItemProperties_Msg130
source: Name required
es: Nombre requerido
it: Nome richiesto
ru: Имя обязательно
sq: Emri i kërkuar

# frmItemProperties_Msg140
source: Item creation error
es: Error en creación de Item
it: Errore di creazione dell'Elemento
ru: Ошибка создания объекта
sq: Gabim në krijimin e Elementit

# frmItemProperties_Msg150
source: Item update error
es: Error en actualización de Item
it: Errore durante l'Aggiornamento dell'Elemento
ru: Ошибка обновления объекта
sq: Gabim duke Azhornuar Elementin

# frmItemProperties_Msg160
source: Attributes Update error
es: Error en Actualización Atributos
it: Errore di Aggiornamento dell'Attributo
ru: Ошибка обновления атрибутов
sq: Gabim në Azhornimin e Atributit

# frmItemProperties_Msg170
source: Biz Rule for item:
es: Regla Negocios para item:
it: Regola di Business per l'Elemento:
ru: Бизнес правило:
sq: Rregull Biznezi për Elementin:

# frmItemProperties_Msg180
source: BizRule error
es: Regla Negocios error
it: Errore Regola di Business
ru: Ошибка бизнес правила
sq: Gabim Rregull Biznezi

# frmItemProperties_Msg20
source: Role definition
es: Definición Rol
it: Definizione dei Ruoli
ru: Определение роли
sq: Definicion i Rroleve

# frmItemProperties_Msg30
source: Task Properties
es: Propiedades Tarea
it: Proprietà dell'Attività
ru: Свойства задачи
sq: Karakteristikat e Aktivitetit

# frmItemProperties_Msg40
source: Task definition
es: Definición Tareas
it: Definizione delle Attività
ru: Определение задачи
sq: Definicion i Aktiviteteve

# frmItemProperties_Msg50
source: Operation Properties
es: Propiedades Operación
it: Proprietà dell'Operazione
ru: Свойства операции
sq: Karakteristikat e Operacionit

# frmItemProperties_Msg60
source: Operation definition
es: Definición Operación
it: Definizione delle Operazioni
ru: Определение операции
sq: Definicion i Operacioneve

# frmItemProperties_Msg70
source: New Role
es: Nuevo Rol
it: Nuovo Ruolo
ru: Новая роль
sq: Rrol i ri

# frmItemProperties_Msg80
source: Create a new Role
es: Crear nuevo Rol
it: Crea un nuovo Ruolo
ru: Создать новую роль
sq: Krijo një Rrol të ri

# frmItemProperties_Msg90
source: New Task
es: Nueva Tarea
it: Nuova Attività
ru: Новая задача
sq: Aktivitet i Ri

# frmItemsHierarchyView_Msg10
source: Items Hierarchy View error
es: Error en Vista Jerarquica de Items
it: Errore Vista Gerarchica degli Elementi
ru: Ошибка представления в иерархическом виде
sq: Gabim Pamje Gjerarkike të Elementave

# frmItemsList_Msg10
source: Roles List
es: Lista de Roles
it: Elenco dei Ruoli
ru: Список ролей
sq: Lista e Rroleve

# frmItemsList_Msg20
source: Tasks List
es: Lista Tareas
it: Elenco delle Attività
ru: Список задач
sq: Lista e Aktiviteteve

# frmItemsList_Msg30
source: Operations List
es: Lista Operaciones
it: Elenco Operazioni
ru: Список операций
sq: Lista e Operacioneve

# frmNewApplicationGroup_Msg10
source: Application Group Name required
es: Nombre Grupo de Aplicación requerido
it: Nome del Gruppo di Applicazione
ru: Необходимо название группы приложения
sq: Emri i Grupit të Aplikacioneve

# frmNewApplicationGroup_Msg20
source: Application Group creation error
es: Error en creación Grupo de Aplicación
it: Errore di creazione del Gruppo di Applicazione
ru: Ошибка создания группы приложения
sq: Gabim në krijimin e Grupit të Aplikacionit

# frmNewStoreGroup_Msg10
source: Store Group Name required
es: Nombre de Grupo de Store requerido
it: Nome del Gruppo di Store richiesto
ru: Необходимо название группы уровня хранилища
sq: Emri i Grupit të Store i kërkuar

# frmNewStoreGroup_Msg20
source: Store Group creation error
es: Error en creación de Grupo de Store
it: Errore durante la creazione di un Gruppo di Store
ru: Ошибка создания группы хранилища
sq: Gabim duke krijuar Grupin e Store-ve

# frmStorageConnection_Msg10
source: Connection Error
es: Error de Conexión
it: Errore durante la Connessione
ru: Ошибка связи
sq: Gabim gjatë Lidhjes

# frmStorageConnection_Msg20
source: Success !
es: Exitoso !
it: Successo !
ru: Успешно !
sq: Sukses !

# frmStorageConnection_Msg30
source: Have you created the NetSqlAzManStorage Sql DataBase ?\r\n(see SQL Storage scripts folder)
es: Ha creado la Base de Datos NetSqlAzManStorage?\r\n(Por Favor, mire los scripts en la carpeta SQL Storage)
it: Hai creato il Database Sql 'NetSqlAzManStorage' ?\r\n(vedi nella cartella di installazione)
ru: Вы уверены, что создали необходимую базу данных? Вы найдете нужные для этого SQL скрипты в папке SQL Scripts.
sq: Krijove Database-in Sql 'NetSqlAzManStorage' ?\r\n(shiko dosjen e instalimit)

# frmStorageConnection_Msg40
source: Data Source not valid or not found
es: El Data Source no es válido o no ha sido encontrado.
it: Sorgente Dati non trovata o non valida
ru: Неверно указан источник
sq: Të Dhënat nuk u gjetën ose të pavlefshme

# frmStorageConnection_Msg50
source: SQL Server Database not valid or not found.
es: Base de Datos SQL Server no válida o no encontrada.
it: Database SQL Server non valido o non accessibile.
ru: База данных не найдена или не соответствует приложению
sq: Database SQL Server jo i vlefshëm ose jo disponibël.

# frmStorageConnection_Tit20
source: Connection Test
es: Probar Conexión
it: Test della Connessione
ru: Тест соединения
sq: Test i Lidhjes

# frmStorageConnection_Tit30
source: Test failed
es: Falló la Prueba
it: Test Fallito
ru: Ошибка тестирования
sq: Testi Dështoi

# frmStoreGroupsProperties_Msg10
source: Store Group name required
es: Nombre de Grupo de Store requerido
it: Nome del Gruppo di Store
ru: Необходимо название группы уровня хранилища
sq: Emri i Grupit të Store

# frmStoreProperties_Msg10
source: Store Properties
es: Propiedades Store
it: Proprietà dello Store
ru: Свойства хранилища
sq: Karakteristikat e Store

# frmStoreProperties_Msg20
source: New Store
es: Nuevo Store
it: Nuovo Store
ru: Новое хранилище
sq: Store e re

# frmStoreProperties_Msg30
source: Store name required
es: Nombre de Store requerido
it: Nome dello Store richiesto
ru: Необходимо название хранилища
sq: Emri i Store të kërkuar

# frmStoreProperties_Msg40
source: Store creation error
es: Error en creación de Store
it: Errore durante la creazione dello Store
ru: Ошибка создания хранилища
sq: Gabim duke krijuar Store

# frmStoreProperties_Msg50
source: Store Update error
es: Error en actualización de Store
it: Errore durante l'Aggiornamento dello Store
ru: Ошибка обновления хранилища
sq: Gabim duke Azhornuar Store-in

# frmStoreProperties_Msg60
source: Attributes Update error
es: Error en Actualización Atributos
it: Errore di Aggiornamento dell'Attributo
ru: Ошибка обновления атрибутов
sq: Gabim në Azhornimin e Atributit

# Refreshing_Msg10
source: Refreshing ...
es: Refrescando ...
it: Aggiornamento in corso ...
ru: Обновление ...
sq: Azhornim në punë e sipër ...

# ApplicationGroupsListView_Msg10
source: Delete selected Application Groups ?
es: Borrar Grupos de Aplicación seleccionados ?
it: Eliminare i Gruppi di Applicazione selezionati ?
ru: Удалить выбранные группы приложения ?
sq: Doni të Eliminoni Grupet e Aplikacioneve të seleksionuara ?

# ApplicationGroupsListView_Msg20
source: Application Groups delete error
es: Error de borrado de Grupos de Aplicación
it: Errore durante l'eliminazione di un Gruppo di Applicazione
ru: Ошибка удаления групп приложения
sq: Gabim duke eliminuar një Grup Aplikacionesh

# AuthorizationsListView_Tit10
source: Authorizations change error
es: Error en cambio Autorizaciones
it: Errore durante l'aggiornamento delle Autorizzazioni
ru: Ошибка изменения прав
sq: Gabim duke azhornuar Autorizimet

# AuthorizationsListView_Tit20
source: Authorizations delete error
es: Error en borrado de Autorizaciones
it: Errore durante l'eliminazione delle Autorizzazioni
ru: Ошибка удаления прав
sq: Gabim duke eliminuar Autorizimet

# ColumnHeader_ApplicationGroupName
source: Application Group Name
es: Nombre Grupo de Aplicación
it: Nome del Gruppo di Applicazione
ru: Имя группы приложения
sq: Emri i Grupit të Aplikacioneve

# ColumnHeader_AuthorizationType
source: Authorization Type
es: Tipo Autorización
it: Tipo di Autorizzazione
ru: Тип разрешения
sq: Tip Autorizimi

# ColumnHeader_Description
source: Description
es: Descripción
it: Descrizione
ru: Описание
sq: Përshkrim

# ColumnHeader_GroupType
source: Group Type
es: Tipo Grupo
it: Tipo di Gruppo
ru: Тип группы
sq: Tip Grupi

# ColumnHeader_LDAPQuery
source: LDAP Query
es: Consulta LDAP
it: Query LDAP
ru: LDAP Запрос
sq: Query LDAP

# ColumnHeader_MemberNonMember
source: Member / Non Member
es: Miembro / No Miembro
it: Membro / Non Membro
ru: Участник/Исключённый
sq: Pjestar / Jo Pjestar

# ColumnHeader_Name
source: Name
es: Nombre
it: Nome
ru: Имя
sq: Emërtimi

# ColumnHeader_ObjectSID
source: Object SID
ru: Идентификатор объекта

# ColumnHeader_Owner
source: Owner
es: Propietario
it: Proprietario
ru: Владелец
sq: Propietari

# ColumnHeader_ValidFrom
source: Valid From
es: Válido Desde
it: Valida Da
ru: Действителен с
sq: Validitet Nga

# ColumnHeader_ValidTo
source: Valid To
es: Válido Hasta
it: Valida A
ru: Действителен по
sq: Validitet Në

# ColumnHeader_WhereDefined
source: Where defined
es: Condición definida
it: Definito In
ru: Где определено
sq: I definuar në

# Domain_Allow
source: Allow
es: Permitir
it: Consenti
ru: Разрешить
sq: Lejo

# Domain_AllowDescription
source: Set Allow permission
es: Configurar permiso de Autorización
it: Imposta il permesso Allow (Consenti)
ru: Разрешить
sq: Imposto lejen Allow (Lejo)

# Domain_AllowWithDelegation
source: Allow with Delegation
es: Permitir con Delegación
it: Consenti Con Delega
ru: Разрешить с делегированием
sq: Lejo Me Delegim

# Domain_AllowWithDelegationDescription
source: Set Allow with Delegation permission
es: Configurar permiso de Autorización con Delegación
ru: Разрешить с правом делегирования
sq: Imposto Lejo me Delegim

# Domain_Deny
source: Deny
es: Negar
it: Nega
ru: Запретить
sq: Mos Lejo

# Domain_DenyDescription
source: Set Deny permission
es: Configurar permiso de Negación
it: Imposta il permesso Deny (Nega)
ru: Запретить
sq: Imposto lejen Deny (Mos lejo)

# Domain_Member
source: Member
es: Miembro
it: Membro
ru: Участник
sq: Pjestar

# Domain_Neutral
source: Neutral
it: Neutrale
ru: Не определено
