Repository: JamesTryand/NetSqlAzMan
Catalog: NetSqlAzMan_Solution/NetSqlAzMan.SnapIn/Globalization/Resource_*.resx
Languages: es, it, ru, sq

# frmActiveDirectoryObjectsList.Text
source: LDAP Query result
es: Resultado Consulta LDAP
it: Risultato della Query LDAP
ru: Результат запроса к LDAP
sq: Rrezultati i Query-it LDAP

# frmActiveDirectoryObjectsList_btnClose.Text
source: &Close
es: &Cerrar
it: &Chiudi
ru: Закрыть
sq: &Mbyll

# frmActiveDirectoryObjectsList_label5.Text
source: LDap Query Result
es: Resultado Consulta LDAP
it: Risultato della Query LDAP
ru: Результат запроса к LDAP
sq: Rrezultati i Query-it LDAP

# frmActiveDirectoryObjectsList_lblInfo.Text
source: LDap Query Result
es: Resultado Consulta LDAP
it: Risultato della Query LDAP
ru: Результат запроса к LDAP
sq: Rrezultati i Query-it LDAP

# frmApplicationAttributes.Text
source: Application Attributes
es: Atributos Aplicación
it: Attributi dell'Applicazione
ru: Свойства приложения
sq: Atribut i Aplikacionit

# frmApplicationAttributes_btnAdd.Text
source: &Add
es: &Agregar
it: &Aggiungi
ru: &Добавить
sq: &Shto

# frmApplicationAttributes_btnApply.Text
source: &Apply
es: &Aplicar
it: &Applica
ru: &Применить
sq: &Apliko

# frmApplicationAttributes_btnCancel.Text
source: &Cancel
es: &Cancelar
it: A&nnulla
ru: Отменить
sq: A&nullo

# frmApplicationAttributes_btnEdit.Text
source: &Edit
es: &Editar
it: &Modifica
ru: Изменить
sq: &Modifiko

# frmApplicationAttributes_btnRemove.Text
source: &Remove
es: &Remover
it: &Elimina
ru: Удалить
sq: &Elimino

# frmApplicationAttributes_label7.Text
source: Application Attributes
es: Atributos Aplicación
it: Attributi dell'Applicazione
ru: Свойства приложения
sq: Atribut i Aplikacionit

# frmApplicationAttributes_lblInfo.Text
source: Application Attributes
es: Atributos Aplicación
it: Attributi dell'Applicazione
ru: Свойства приложения
sq: Atribut i Aplikacionit

# frmApplicationAttributes_Msg10
source: An Attribute with same Key already exists.\r\nCannot add duplicate Attribute Keys.
es: Ya existe un Atributo con la misma clave.\r\nNo puede agregar claves de Atributos duplicadas
it: Un Attributo con stessa Chiave già esiste.\r\nNon è possibile inserire Attributi con stessa chiave.
ru: Атрибут с таким же ключом уже есть.\r\nНельзя добавлять атрибуты с одинаковыми ключами
sq: Një Atribut me të njëjtin Çelës ekziston.\r\nNuk është i mundur shtimi i Atributeve me të njëjtin Çelës.

# frmApplicationAttributes_Msg20
source: An Attribute with same Key is not confirmed for Removal.\r\nCannot add duplicate Attribute Keys.\r\nApply current changes, then try add this Attribute again.
es: Un Atributo con la misma clave no es cofirmado para Remover.\r\nNo se puede agregar claves de Atributos duplicadas.\r\nAplique los cambios actuales, entonces intente agregar este Atributo nuevamente
it: Per un Attributo con stessa Chiave non è stata ancora confermata la rimozione.\r\nImpossibile duplicare le Chiavi degli Attributi.\r\nApplicare prima i cambiamenti apportati, quindi riprovare ad inserire l'Attributo.
ru: Удаление атрибута с таким же ключом еще не подтверждено.\r\nНельзя добавлять атрибуты с одинаковыми ключами\r\nПримените текущие изменения и попробуйте добавить этот атрибут снова.
sq: Për një Atribut me të njëjtin Çelës nuk është akoma konfermuar fshirja.\r\nE pamundur te duplikohen Çelësat e Atributeve.\r\nApliko përpara modifikimet e bëra, pastaj riprovo të shtosh l'Atributin.

# frmApplicationAttributes_Tit10
source: Duplicate Attribute Key
es: Clave Atributo Duplicada
it: Chiave dell'Attributo duplicata
ru: Дубликат ключевого значения атрибута
sq: Çelës i Atributit i duplikuar

# frmApplicationAttributes_Tit20
source: Duplicate Attribute Key
es: Clave Atributo Duplicada
it: Chiave dell'Attributo duplicata
ru: Дубликат ключевого значения атрибута
sq: Çelës i Atributit i duplikuar

# UpdateError_Msg10
source: Update error
es: Error de Actualización
it: Errore durante l'Aggiornamento
ru: Ошибка обновления
sq: Gabim duke Azhornuar

# frmApplicationGroupsList.Text
source: Application Groups list
es: Lista Grupos Aplicación
it: Elenco Gruppi di Applicazione
ru: Список групп приложения
sq: Lista e Grupeve të Aplikacioneve

# frmApplicationGroupsList_btnCancel.Text
source: &Cancel
es: &Cancelar
it: A&nnulla
ru: Отменить
sq: A&nullo

# frmApplicationGroupsList_label5.Text
source: Application Groups list
es: Lista de Grupos de Aplicación
it: Elenco dei Gruppi di Applicazione
ru: Список групп приложения
sq: Lista e Grupeve të Aplikacioneve

# frmApplicationGroupsList_lblInfo.Text
source: Application Group list
es: Lista Grupo de Aplicación
it: Elenco Gruppi di Applicazione
ru: Список групп приложения
sq: Lista e Grupeve të Aplikacioneve

# frmApplicationGroupsList_Msg10
source: Basic group
es: Grupo Básico
it: Gruppo Base
ru: Простая группа
sq: Grupi Bazë

# frmApplicationGroupsList_Msg20
source: LDAP Query group
es: Grupo Consultas LDAP
it: Gruppo Query LDAP
ru: Группа по запросу к LDAP
sq: Grupi Query LDAP

# frmApplicationGroupsProperties_Msg10
source: LDAP Query
es: Consulta LDAP
it: Query LDAP
ru: &LDAP Запрос
sq: Query LDAP

# frmApplicationGroupsProperties_Tit20
source: Application Group name required
es: Nombre Grupo de Aplicación requerido
it: Nome del Gruppo di Applicazione richiesto
ru: Необходимо название группы приложения
sq: Emri i Grupit të Aplikacioneve i kërkuar

# frmApplicationProperties.Text
source: Application Properties
es: Propiedades Aplicación
it: Proprietà dell'Applicazione
ru: Свойства приложения
sq: Karakteristikat e Aplikacionit

# frmApplicationProperties_btnAttributes.Text
source: A&ttributes
es: A&tributos
it: A&ttributi
ru: Атрибуты
sq: A&tributet

# frmApplicationProperties_btnCancel.Text
source: &Cancel
es: &Cancelar
it: A&nnulla
ru: Отменить
sq: A&nullo

# frmApplicationProperties_label1.Text
source: Name:
es: Nombre:
it: Nome:
ru: Название:
sq: Emërtimi:

# frmApplicationProperties_label2.Text
source: Description:
es: Descripción:
it: Descrizione:
ru: Описание:
sq: Përshkrim:

# frmApplicationProperties_lblInfo.Text
source: Application Properties
es: Propiedades Aplicación
it: Proprietà dell'Applicazione
ru: Свойства приложения
sq: Karakteristikat e Aplikacionit

# frmAttributeProperties.Text
source: Attributes properties
es: Propiedades Atributos
it: Proprietà degli Attributi
ru: Свойства атрибута
sq: Karakteristikat e Atributeve

# frmAttributeProperties_btnCancel.Text
source: &Cancel
es: &Cancelar
it: A&nnulla
ru: Отменить
sq: A&nullo

# frmAttributeProperties_label1.Text
source: Key:
es: Clave:
it: Chiave:
ru: Ключ:
sq: Çelës:

# frmAttributeProperties_label2.Text
source: Value:
es: Valor:
it: Valore:
ru: Значение:
sq: Vlera:

# frmAttributeProperties_label7.Text
source: Attribute properties
es: Propiedades Atributo
it: Proprietà degli Attributi
ru: Свойства атрибута
sq: Karakteristikat e Atributeve

# frmAttributeProperties_lblInfo.Text
source: Attributes properties
es: Propiedades Atributos
it: Proprietà degli Attributi
ru: Свойства атрибута
sq: Karakteristikat e Atributeve

# frmAuthorizationAttributes.Text
source: Authorization Attributes
es: Atributos Autorización
it: Attributi delle Autorizzazioni
ru: Атрибуты назначения права
sq: Atributet e Autorizimeve

# frmAuthorizationAttributes_btnAdd.Text
source: &Add
es: &Agregar
it: &Aggiungi
ru: Добавить
sq: &Shto

# frmAuthorizationAttributes_btnApply.Text
source: &Apply
es: &Aplicar
it: &Applica
ru: &Применить
sq: &Apliko

# frmAuthorizationAttributes_btnCancel.Text
source: &Cancel
es: &Cancelar
it: A&nnulla
ru: Отменить
sq: A&nullo

# frmAuthorizationAttributes_btnEdit.Text
source: &Edit
es: &Editar
it: &Modifica
ru: Изменить
sq: &Modifiko

# frmAuthorizationAttributes_btnRemove.Text
source: &Remove
es: &Remover
it: &Elimina
ru: Удалить
sq: &Elimino

# frmAuthorizationAttributes_label7.Text
source: Authorization Attributes
es: Atributos Autorización
it: Attributi dell'Autorizzazione
ru: Атрибуты назначения права
sq: Atribut i Autorizimit

# frmAuthorizationAttributes_lblInfo.Text
source: Authorization Attributes
es: Atributos Autorización
it: Attributi dell'Autorizzazione
ru: Атрибуты назначения права
sq: Atribut i Autorizimit

# frmBizRule.Text
source: Biz Rule
es: Regla Negocios
it: Regola di Business
ru: Бизнес правило
sq: Rregull Biznezi

# frmBizRule_btnClearBizRule.Text
source: &Clear rule from Store
es: &Limpiar Regla desde Store
it: &Cancella Regola dallo Store
ru: Очистить
sq: &Fshij Rregull nga Store

# frmBizRule_btnClose.Text
source: &Close
es: &Cerrar
it: &Chiudi
ru: Закрыть
sq: &Mbyll

# frmBizRule_btnNewFromTemplate.Text
source: &New Biz Rule
es: &Nueva Regla Negocios
it: &Nuova Regola di Business
ru: Новое бизнес правило
sq: &Rregull e re Biznezi

# frmBizRule_btnReloadBizRule.Text
source: &Reload rule into Store
es: &Recargar Regla en Store
it: &Ricarica Regola nello Store
ru: Выгрузить в хранилище
sq: &Rikariko Rregull në Store

# frmBizRule_label1.Text
source: Source type:
es: Tipo lenguage fuente:
it: Tipo di sorgente:
ru: Тип исходного кода:
sq: Tip kodi:

# frmBizRule_label2.Text
source: Source code:
es: Código fuente:
it: Codice Sorgente:
ru: Исходный код:
sq: Kodi:

# frmBizRule_label7.Text
source: Biz Rule
es: Regla Negocios
it: Regola di Business
ru: Бизнес правило
sq: Rregull Biznezi

# frmBizRule_lblInfo.Text
source: Biz Rule
es: Regla Negocios
it: Regola di Business
ru: Бизнес правило
sq: Rregull Biznezi

# frmDBUsersList.Text
source: DB Users list
es: Lista Usuarios Base de Datos
it: Elenco Utenti di Database
ru: Список пользователей из БД
sq: Lista e Perdoruesve te Database

# frmDBUsersList_btnCancel.Text
source: &Cancel
es: &Cancelar
it: A&nnulla
ru: Отменить
sq: A&nullo

# frmDBUsersList_label5.Text
source: DB Users list
es: Lista Usuarios Base de Datos
it: Elenco degli Utenti DB
ru: Список пользователей из БД
sq: Lista e Perduruesve DB

# frmDBUsersList_lblInfo.Text
source: DB Users list
es: Lista Usuarios Base de Datos
it: Elenco degli Utenti DB
ru: Список пользователей из БД
sq: Lista e Perduruesve DB

# frmDBUsersList_lblNote.Text
source: Note: to change DB Users list, modify "dbo.GetDBUsers" table-function on NetSqlAzManStorage DB.
es: Nota: para cambiar la lista de Usuarios de Base de Datos, modifique la función "dbo.GetDBUsers" en la Base de Datos NetAzManStorage.
it: Nota: per modificare l'elenco degli Utenti DB, personalizzare la table-function "dbo.GetDBUsers" nel database NetSqlAzManStorage.
ru: Внимание: Для изменения списка пользователей из БД, модифицируйте функцию "dbo.GetDBUsers" в базе данных.
sq: Shënim: për të modifikuar listën e Përdoruesve DB, modifiko table-function "dbo.GetDBUsers" në database-in NetSqlAzManStorage.

# frmExport.Text
source: Please wait ...
es: Por Favor espere ...
it: Attendere prego ...
ru: Подождите пожалуйста ...
sq: Prisini ju lutem ...

# frmExport_lblTitle.Text
source: Exporting ...
es: Exportando ...
it: Esportando ...
ru: Экспортирование ...
sq: Duke eksportuar ...

# frmExportOptions.Text
source: .NET Sql Authorization Manager Export Options
es: Opciones de Exportación del .NET Sql Authorization Manager
it: Proprietà di Esportazione di .NET Sql Authorization Manager
ru: Параметры экспорта
sq: Karakteristikat e Eksportimit te .NET Sql Authorization Manager

# frmExportOptions_btnCancel.Text
source: &Cancel
es: &Cancelar
it: A&nnulla
ru: &Отменить
sq: A&nullo

# frmExportOptions_btnNext.Text
source: &Next
es: Siguie&nte
it: &Avanti
ru: &Далее
sq: Përp&ara

# frmExportOptions_chkAuthorizations.Text
source: Include Item Authorizations
es: Incluir Autorizaciones de Items
it: Includi Autorizzazioni sugli Elementi
ru: Включить права доступа на объекты
sq: Merr dhe Autorizime mbi Elementat

# frmExportOptions_chkDBUsers.Text
source: Include Database Users
es: Incluir Usuarios Base de Datos
it: Includi Utenti DB
ru: Включить пользователей БД
sq: Merr dhe Përdorues DB

# frmExportOptions_chkUsersAndGroups.Text
source: Include Windows Users / Groups
es: Incluir Usuarios/Grupos de Windows
it: Includi Utenti e Gruppi Windows
ru: Включить Windows пользователей / группы
sq: Merr dhe Përdorues e Grupe Windows

# frmExportOptions_lblInfo.Text
source: Export options
es: Opciones Exportación
it: Opzioni di Esportazione
ru: Параметры экспорта
sq: Opcione Eksportimi

# frmExportOptions_lblTitle.Text
source: Choose one or more Export options:
es: Seleccione una o mas opciones de Exportación:
it: Selezionare una o più opzioni di Esportazione:
ru: Выберите параметры:
sq: Seleksiono një ose më shumë opcione për Eksportim:

# frmGenerateCheckAccessHelper.Text
source: Generate CheckAccessHelper Class
es: Genera Clase CheckAccessHelper
it: Genera Classe CheckAccessHelper
ru: Сгенерировать класс CheckAccessHelper:
sq: Xhenero Klasë CheckAccessHelper

# frmGenerateCheckAccessHelper_btnClose.Text
source: &Close
es: &Cerrar
it: &Chiudi
ru: Закрыть
sq: &Mbyll

# frmGenerateCheckAccessHelper_chkAllowOperations.Text
source: Allow Operation Check Access
es: Permitir Verificación Acceso Operación
it: CheckAccess sulle Operazioni
ru: Проверка доступа к операциям
sq: CheckAccess mbi Operacionet

# frmGenerateCheckAccessHelper_chkAllowRoles.Text
source: Allow Role Check Access
es: Permitir Verificación Acceso Rol
it: CheckAccess sui Ruoli
ru: Проверка доступа к ролям
sq: CheckAccess mbi Rrolet

# frmGenerateCheckAccessHelper_chkAllowTasks.Text
source: Allow Task Check Access
es: Permitir Verificación Acceso Tarea
it: CheckAccess sulle Attività
ru: Проверка доступа к задачам
sq: CheckAccess mbi Aktivitetet

# frmGenerateCheckAccessHelper_gbSourceCode.Text
source: Source Code
es: Código Fuente
it: Codice Sorgente
ru: Исходный код
sq: Kodi

# frmGenerateCheckAccessHelper_label1.Text
source: Class Name:
es: Nombre Clase:
it: Nome della Classe:
ru: Имя класса:
sq: Emri i Klasës:

# frmGenerateCheckAccessHelper_label2.Text
source: Source Code Language:
es: Lenguaje Código Fuente:
it: Linguaggio del Codice Sorgente:
ru: Язык программирования:
sq: Gjuha e Kodit:

# frmGenerateCheckAccessHelper_label3.Text
source: Namespace:
ru: Область имен:

# frmGenerateCheckAccessHelper_label4.Text
source: Generate CheckAccessHelper Class:
es: Generar Clase CheckAccessHelper:
it: Genera Classe CheckAccessHelper:
ru: Сгенерировать класс CheckAccessHelper:
sq: Xhenero Klasë CheckAccessHelper:

# frmGenerateCheckAccessHelper_lblInfo.Text
source: Generate options
es: Opciones de Generación
it: Opzioni di Generazione
ru: Параметры генерации кода
sq: Opcione Xhenerimi

# frmGenerateCheckAccessHelper_lblTitle.Text
source: Choose one or more Export options:
es: Seleccione una o mas opciones de Exportación:
it: Opzioni di Generazione:
ru: Выберите параметры:
sq: Opcione Xhenerimi:

# frmItemAttributes.Text
source: Item Attributes
es: Atributos Item
it: Attributi dell'Elemento
ru: Свойства объектов
sq: Atributet e Elementit

# frmItemAttributes_btnAdd.Text
source: &Add
es: &Agregar
it: &Aggiungi
ru: &Добавить
sq: &Shto

# frmItemAttributes_btnApply.Text
source: &Apply
es: &Aplicar
it: &Applica
ru: &Применить
sq: &Apliko

# frmItemAttributes_btnCancel.Text
source: &Cancel
es: &Cancelar
it: A&nnulla
ru: Отменить
sq: A&nullo

# frmItemAttributes_btnEdit.Text
source: &Edit
es: &Editar
it: &Modifica
ru: &Изменить
sq: &Modifiko

# frmItemAttributes_btnRemove.Text
source: &Remove
es: &Remover
it: &Elimina
ru: &Удалить
sq: &Elimino

# frmItemAttributes_label7.Text
source: Item Attributes
es: Atributos Item
it: Attributi dell'Elemento
ru: Свойства объектов
sq: Atributet e Elementit

# frmItemAttributes_lblInfo.Text
source: Item Attributes
es: Atributos Item
ru: Свойства объектов
sq: Atributet e Elementit

# frmItemsHierarchyView.Text
source: Items Hierarchy View
es: Ver Jerarquía Items
it: Vista della Gerarchia degli Item
ru: Иерархия объектов
sq: Pamje Gjerarkike e Item-ve

# frmItemsHierarchyView_btnClose.Text
source: &Close
es: &Cerrar
it: &Chiudi
ru: Закрыть
sq: &Mbyll

# frmItemsHierarchyView_lblInfo.Text
source: Items Hierarchy View
es: Ver Items por Jerarquía
it: Vista Gerarchica degli Elementi
ru: Иерархия объектов
sq: Pamje Gjerarkike e Elementave

# frmItemsHierarchyView_lblStatus.Text
source: Building Hierarchy ...
es: Construyendo Jerarquía ...
it: Sto ricavando la gerarchia ...
ru: Построение иерархии ...
sq: Duke llogaritur gjerarkinë ...

# frmItemsList.Text
source: Roles List
es: Lista de Roles
it: Elenco dei Ruoli
ru: Список ролей
sq: Lista e Rroleve

# frmItemsList_btnCancel.Text
source: &Cancel
es: &Cancelar
it: A&nnulla
ru: &Отменить
sq: A&nullo

# frmItemsList_lblInfo1.Text
source: Roles List
es: Lista de Roles
it: Elenco dei Ruoli
ru: Список ролей
sq: Lista e Rroleve

# frmItemsList_lblInfo2.Text
source: Roles List
es: Lista de Roles
it: Elenco dei Ruoli
ru: Список ролей
sq: Lista e Rroleve

# frmNewApplicationGroup.Text
source: New Application Group
es: Nuevo Grupo Aplicación
it: Nuovo Gruppo di Applicazione
ru: Новая группа уровня приложения
sq: Grup Aplikacionesh i Ri

# frmNewApplicationGroup_btnCancel.Text
source: &Cancel
es: &Cancelar
it: A&nnulla
ru: &Отменить
sq: A&nullo

# frmNewApplicationGroup_label1.Text
source: Name:
es: Nombre:
it: Nome:
ru: Имя:
sq: Emërtimi:

# frmNewApplicationGroup_label2.Text
source: Description:
es: Descripción:
it: Descrizione:
ru: Описание:
sq: Përshkrim:

# frmNewApplicationGroup_label3.Text
source: Group Type:
es: Tipo Grupo:
it: Tipo di Gruppo:
ru: Тип группы:
sq: Tip Grupit:

# frmNewApplicationGroup_lblInfo.Text
source: Create a new Application Group
es: Crear nuevo Grupo de Aplicación
it: Crea un nuovo Gruppo di Applicazione
ru: Создать новую группу приложения
sq: Krijo një Grup Aplikazionesh të ri

# frmNewApplicationGroup_rbtBasic.Text
source: &Basic
es: &Básico
it: &Base
ru: Простая
sq: &Bazë

# frmNewApplicationGroup_rbtLDAPQuery.Text
source: &LDAP Query
it: Query &LDAP
ru: &LDAP Запрос
sq: Query &LDAP

# frmNewStoreGroup.Text
source: New Store Group
es: Nuevo Grupo de Store
it: Nuovo Gruppo di Store
ru: Новая группа хранилища
sq: Grup Store-sh i Ri

# frmNewStoreGroup_btnCancel.Text
source: &Cancel
es: &Cancelar
it: A&nnulla
ru: &Отменить
sq: A&nullo

# frmNewStoreGroup_label1.Text
source: Name:
es: Nombre:
it: Nome:
ru: Имя:
sq: Emërtimi:

# frmNewStoreGroup_label2.Text
source: Description:
es: Descripción:
it: Descrizione:
ru: Описание:
sq: Përshkrim:

# frmNewStoreGroup_label3.Text
source: Group Type:
es: Tipo Grupo:
it: Tipo di Gruppo:
ru: Тип группы:
sq: Tip Grupit:

# frmNewStoreGroup_lblInfo.Text
source: Create a new Store Group
es: Crear nuevo Grupo de Store
it: Crea un nuovo Gruppo di Store
ru: Создание новой группы хранилища
sq: Krijo një Grup Store-sh të ri

# frmNewStoreGroup_rbtBasic.Text
source: &Basic
es: &Básico
it: &Base
ru: Простая
sq: &Bazë

# frmNewStoreGroup_rbtLDAPQuery.Text
source: &LDAP Query
it: Query &LDAP
ru: &LDAP Запрос
sq: Query &LDAP

# frmOptions.Text
source: NetSqlAzMan Options
es: Opciones NetSqlAzMan
it: Opzioni di NetSqlAzMan
ru: Параметры NetSqlAzMan
sq: Opcione të NetSqlAzMan

# frmOptions_btnCancel.Text
source: &Cancel
es: &Cancelar
it: A&nnulla
ru: Отменить
sq: A&nullo

# frmOptions_label1.Text
source: .NET Sql Authorization Manager mode:
es: .NET Sql Authorization Manager modo:
it: Modalità .NET Sql Authorization Manager:
ru: Режимы работы .NET Sql Authorization Manager:
sq: Modalitetet .NET Sql Authorization Manager:

# frmOptions_label3.Text
source: In Developer mode, local Windows Users/Groups and Domain User/Groups authorizations are NOT skipped by CheckAccess methods.
es: En modo Desarrollador, Usuarios/Grupos locales de Windows NO son ignorados por los métodos de CheckAccess.
it: In Modalità Sviluppatore, account Windows locali e Autorizzazioni su account di Dominio verranno considerate dai metodi CheckAccess.
ru: В режиме разработки, права доступа локальных и доменных пользователей и групп проверяются методом проверки прав доступа (CheckAccess)
sq: Në Modalitet Zhvillues, llogaritë Windows lokale dhe Autorizimet mbi llogaritë e Domain-it do të konsiderohen nga metodat CheckAccess.

# frmOptions_label4.Text
source: In Administrator mode, local Windows Users/Groups and Operations are not visible.
es: En modo Administrador, los Usuarios/Grupos de Windows y Operaciones no son visibles
it: In Modalità Amministratore, account Windows locali e Operazioni non sono visibili.
ru: В режиме администратора, локальные Windows пользователи/группы и операции не видны.
sq: Në Modalitet Administrator, llogaritë Windows lokale dhe Operacionet nuk janë të dukshme.

# frmOptions_label5.Text
source: In Administrator mode, local Windows Users/Groups authorizations are skipped by CheckAccess methods.
es: En modo Administrador, los Usuarios/Grupos locales de Windows son ignorados por los métodos de CheckAccess.
it: In Modalità Amministratore, le Autorizzazioni per account Windows locali non vengono considerate dai metodi CheckAccess.
ru: В режиме администрирования, права доступа локальных Windows пользователей/групп не проверяются методом проверки прав доступа (CheckAccess)
sq: Në Modalitet Administrator, Autorizimet për llogaritë Windows lokale nuk do të konsiderohen nga metodat CheckAccess.

# frmOptions_label9.Text
source: In Developer mode, users can see Domain/Local Windows Users/Groups and full control on Operations.
es: En modo Desarrollador, los usuarios pueden ver Dominio/Usuarios/Grupos de Windows y tener un control sobre las Operaciones.
it: In Modalità Sviluppatore, gli utenti potranno vedere account Windows locali e di Dominio ed avere il controllo completo sulle Operazioni.
ru: В режиме разработки пользователи программы могут видеть доменных/локальных Windows пользователей/группы, а также создавать и редактировать операции.
sq: Në Modalitet Zhvillues, përdoruesit do të kenë mundësinë të shohin llogaritë Windows lokale dhe të Domain-it dhe të kenë kontrollin e plotë mbi Operacionet.

# Language_Msg10
source: Language
es: Idioma
it: Lingua
ru: Язык
sq: Gjuha

# frmOptions_rbAdministrator.Text
source: Administrator mode:
es: Modo Administrador:
it: Modalità Amministratore:
ru: Режим администрирования:
sq: Modalitet Administrator:

# frmOptions_rbDeveloper.Text
source: Developer mode:
es: Modo Desarrollador:
it: Modalità Sviluppatore:
ru: Режим разработки:
sq: Modalitet Zhvillues:

# frmStorageConnection.Text
source: Storage Connection
es: Conexión Base de Datos
it: Connessione allo Storage
ru: Соединение с базой
sq: Lidhje me Storage

# frmStorageConnection_btnCancel.Text
source: &Cancel
es: &Cancelar
it: A&nnulla
ru: &Отменить
sq: A&nullo

# frmStorageConnection_btnOk.Text
source: &OK
ru: &Применить

# frmStorageConnection_btnRefreshDatabases.Text
source: Re&fresh
es: Re&frescar
it: A&ggiorna
ru: Об&новить
sq: A&zhorno

# frmStorageConnection_btnRefreshDataSources.Text
source: &Refresh
es: &Refrescar
it: Aggio&rna
ru: О&бновить
sq: Azho&rno

# frmStorageConnection_btnTestConnection.Text
source: &Test
ru: &Тест

# frmStorageConnection_label1.Text
source: Data Source:
it: Sorgente Dati:
ru: Источник:
sq: Të Dhënat:

# frmStorageConnection_label2.Text
source: Authentication:
es: Autenticación:
it: Autenticazione:
ru: Аутентификация:
sq: Autentikim:

# frmStorageConnection_label3.Text
source: User Id:
ru: Имя пользователя:
sq: Id Përdorues:

# frmStorageConnection_label4.Text
source: Password:
es: Clave:
ru: Пароль:
sq: Fjalëkalimi:

# frmStorageConnection_label5.Text
source: NetSqlAzMan DB:
ru: База NetSqlAzMan:

# frmStorageConnection_label6.Text
source: Other Settings:
es: Otras Configuraciones:
it: Altre impostazioni:
ru: Другие параметры:
sq: Impostime të tjera:

# frmStorageConnection_lblInfo.Text
source: Manage Authorization Manager Storage connection info.
es: Administrar información conexión Storage de Authorization Manager.
it: Gestione della Connessione allo Storage.
ru: Настройка соединения с базой данных
sq: Menaxhim i Lidhjes me Storage.

# frmStorageConnection_rbIntegrated.Text
source: Integrated
es: Integrada
it: Integrata
ru: Windows
sq: E Integruar

# frmStorageConnection_rbSql.Text
source: Sql
ru: Sql Server
